import { Course } from '@/data/types'

export const courseData: Course = {
	id: 'course-1',
	title: 'Общая нозология',
	description: 'Общая нозология',
	modules: [
		{
			id: 'module-1',
			title: 'Предмет, цель и задачи патофизиологии ',
			chapters: [
				{
					id: 'chapter-1-1',
					title: 'Предмет, цель и задачи патофизиологии ',
					hash: 'what-is',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Патофизиология – это интегративная фундаментальная медико-биологическая наука о жизнедеятельности больного организма человека, изучающая причины, общие закономерности и механизмы возникновения, развития и исхода заболеваний, а также принципы их коррекции и механизмы выздоровления.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Предмет исследования патофизиологии — изучение причин, наиболее общих закономерностей нарушения функций клеток, органов в больном организме, механизмов выздоровления. В связи с этим патофизиология решает следующие задачи: получение фундаментальных сведений о сущности болезни, законах ее развития и механизмах выздоровления; познание патологических процессов, общих для многих болезней. '
											},
											{
												type: 'text',
												text: 'Патофизиология изучает общие закономерности возникновения, развития и ликвидации заболеваний и патологических процессов на различных уровнях организации организма: молекулярном, клеточном, тканевом, органном, системном и организменном.',
												marks: [
													{
														type: 'italic'
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Медицинские науки (дисциплины) изучают изменения в организме человека, которые возникают в результате болезни, выделив в качестве предмета изучения отдельные стороны течения патологического процесса и его взаимодействия с организмом. Объектом изучения клинических наук является конкретный больной человек с конкретными проявлениями болезни. Задача патофизиологии состоит в объединении в единое целое массы разрозненных фактов и знаний, полученных в ходе клинических наблюдений и проверенных в эксперименте на животных.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В задачу патофизиологии входит не только анализ функциональных аспектов болезни, но и создание единой системы представлений о закономерностях и механизмах дизрегуляции функций, лежащих в основе развития как типовых патологических процессов, так и нозологических форм болезней. Эта система представлений составляет логическую модель, которая в дальнейшем используется клиницистами в их лечебной деятельности.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Патофизиологический анализ болезни охватывает совокупность многообразных процессов, происходящих в различных органах и тканях, на разных структурно-функциональных уровнях. При этом оцениваются биологическое значение болезнетворных факторов, их взаимосвязи, причинно-следственные отношения между внутренними и внешними факторами, стадии протекания обнаруженных явлений, их качественные и количественные характеристики и т.д.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Поскольку некоторые элементы патологических процессов повторяются в той или иной степени в разных комбинациях при различных заболеваниях, патофизиология изучает типовые патологические процессы: отек, воспаление, нарушение микроциркуляции, гипоксия, энергетический дефицит, дегенерация, нарушение функции мембран и рецепторных процессов, дистрофические нарушения, изменение деятельности генома клеток и некоторые другие процессы.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Что является основным объектом изучения патофизиологии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Конкретный пациент с конкретной болезнью',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Нарушения функций на различных структурно-функциональных уровнях организма',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Клинические симптомы отдельных заболеваний',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Психосоматическое состояние пациента',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие уровни организации организма рассматривает патофизиология?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Только клеточный уровень',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Молекулярный, клеточный, тканевый, органный, системный и организменный',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Только органный и системный',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Только молекулярный и клеточный',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Какова одна из ключевых задач патофизиологии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Диагностика конкретных заболеваний',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Профилактика инфекционных заболеваний',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Создание общей модели законов развития и механизмов выздоровления',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Назначение лекарственных препаратов пациентам',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question: 'Почему патофизиологию называют интегративной наукой?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Потому что она объединяет знания из нескольких областей медицины',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Потому что она сосредоточена исключительно на изучении клеток',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Потому что она фокусируется на психическом здоровье',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Потому что она игнорирует клинические наблюдения',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какой процесс относится к типовым патологическим процессам, изучаемым патофизиологией?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Образование антител иммунной системой',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Рост мышечной ткани после тренировки',
									isCorrect: false
								},
								{ id: 'opt-3', text: 'В) Воспаление тканей', isCorrect: true },
								{
									id: 'opt-4',
									text: 'Г) Нормальное дыхание организма',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-2',
					title:
						'Основные методы патофизиологии. Требования, предъявляемые к моделям болезней',
					hash: 'types-vosn',
					isRead: false,
					blocks: [
						{
							id: 'text-3',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Экспериментальное моделирование',
												marks: [
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' – моделирование, с помощью которого воспроизводят, как правило, в более упрощенной форме, патологические процессы и наиболее важные синдромы болезней на животных, что дает возможность изучать их этиологию и патогенез, разрабатывать научно обоснованные методы профилактики и терапии, а также оценивать их эффективность. Важную роль играет выбор вида и возраста животного для воспроизведения патологических процессов и болезней человека.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Экспериментальное моделирование складывается из нескольких этапов:'
											}
										]
									},
									{
										type: 'orderedList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'изучение параметров жизнедеятельности в пределах нормы'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'моделирование болезни (патологического процесса)'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'изучение болезни (патологического процесса) в динамике'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'разработка методов патогенетической терапии (или профилактики) с последующим переносом полученных данных в клинику (клиническая апробация)'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Моделирование патологических процессов и синдромов на животных преследует цель воспроизведения наиболее важных и характерных признаков заболеваний человека. Полностью воспроизвести с помощью экспериментальной модели болезнь человека '
											},
											{
												type: 'text',
												text: 'не представляется возможным',
												marks: [
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ', так как организм человека как система значительно сложнее, чем организм животного. Кроме того, на жизнедеятельность человека влияют не только природные, но и особенно социальные факторы, в том числе действующие через психическую сферу.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Трансляционная медицина',
												marks: [
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' – это междисциплинарная область, которая направлена на ускорение внедрения научных открытий и технологических достижений в клиническую практику для улучшения здоровья пациентов. Она включает в себя как перенос результатов исследований из лаборатории в клинику (от науки к пациенту), так и обратную связь от практики к исследованиям для дальнейшего усовершенствования.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Экспериментальное моделирование осуществляется на разных уровнях интеграции организма животного:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Уровень целостного организма позволяет моделировать состояния, наиболее близкие к заболеваниям человека, например невроз у собак и обезьян, сахарный диабет, почечная артериальная гипертензия, иммунодефицитное состояние.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Органный уровень. В его основе лежит установление функциональных, биохимических и структурных нарушений в изолированных органах, содержащихся (переживающих) в специальной среде для поддержания жизнедеятельности. Используя метод «выключения», в острых и хронических опытах на животных перерезают, разрушают или удаляют отдельные структуры. Так, удаление околощитовидных желез у крыс приводит к резкому нарушению минерализации постоянно растущих зубов (гипоплазия эмали).'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Тканевый уровень используется для выделения «чисто тканевого компонента» патологии органа и исключения местных регуляторных влияний. С этой целью берется срез ткани (или взвесь, например, костного мозга) органа животного, подвергнутого воздействию патогенного агента, помещается в культуральную среду, обеспечивающую основные процессы жизнедеятельности, и подвергается всестороннему исследованию.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Используя клеточный и внутриклеточный уровень, изучают многочисленные показатели, включающие мембранный потенциал, возбудимость, эндо- и экзоцитоз, внутриклеточные процессы, связанные с деятельностью мембран и органелл клеток.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Молекулярный уровень моделирования заключается в выделении и изучении изменения активности и свойств ферментов, белков и других соединений, а также рецепторного аппарата клеток под влиянием патогенных факторов.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Моделирование на уровне генома клетки преследует цель — изучение механизмов влияния болезнетворных факторов на мутацию клеток, что широко применяется для изучения этиологии и патогенеза наследственных и врожденных заболеваний, опухолевого роста, «болезней накопления» и др. Молекулярный и генный уровни моделирования патологических процессов тесно связаны между собой. '
															},
															{
																type: 'text',
																text: 'CRISPR/Cas9',
																marks: [
																	{
																		type: 'italic'
																	}
																]
															},
															{
																type: 'text',
																text: ' – это революционная технология редактирования генома, основанная на системе иммунной защиты бактерий, позволяющая ученым точно изменять ДНК в клетках живых организмов, включая растения, животных и человека. Этот инструмент, часто называемый «генетическими ножницами», открывает широкие возможности для исследований, лечения генетических заболеваний.'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Каждый метод моделирования имеет свои ограничения, преимущества и недостатки. Но в целом следует помнить, что задача экспериментального моделирования патологических процессов на разных уровнях интеграции организма состоит в достижении главной цели патофизиологии – изучение этиологии, патогенеза и исходов болезней человека.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Натурный эксперимент с участием человека.',
												marks: [
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' Следует подчеркнуть, что организм человека как система на много порядков выше и сложнее, чем организм даже самых высокоорганизованных животных – человекообразных обезьян. Поэтому моделировать болезни человека в полном объеме на животных невозможно.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Цель натурного эксперимента с участием человека (неинвазивное изучение динамики патологических процессов непосредственно у постели больного) заключается в изучении состояния организма человека при воздействии на него внешних потенциально болезнетворных факторов, когда в эксперименте на животных эта цель не может быть достигнута.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'На основании изучения болезней у постели больного были получены новые данные о фундаментальных механизмах развития онкологических, аллергических, гематологических и многих других заболеваний человека.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Как правило, натурный эксперимент ставится после проведения предварительных исследований на животных и прогнозирования с целью максимального обеспечения безопасности возможных реакций у человека на изучаемое воздействие.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В исследованиях на моделях используются все известные науке методики: физические, химические, физиологические, электрофизиологические, гематологические, биофизические, биохимические, морфологические, электронно-микроскопические, изотопные, иммунологические и др.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Метод сравнительно-эволюционного исследования патологии.',
												marks: [
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' Основателем метода считается И.И. Мечников (1845–1916), который впервые связал сравнительный метод с эволюционной теорией. Применив метод сравнительной патологии для изучения воспаления, И.И. Мечников показал его значение для понимания структуры и механизмов физиологических и патологических реакций и процессов у высших организмов и человека, сформированных в процессе эволюции.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Методы математического и электронно-кибернетического моделирования, создания искусственных биологических систем.',
												marks: [
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' Методы математического и электронно-кибернетического моделирования позволяют исследовать функционирование сложных биологических систем и органов, прогнозировать их поведение при различных условиях и ситуациях. Эти методы основаны на применении информационных технологий, вычислительных алгоритмов и специальных компьютерных программ.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Создание электронных моделей биологических объектов стало важным инструментом для решения практических задач медицины и биологии.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Такие модели позволяют:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Смоделировать работу важнейших органов и систем организма (сердце, сосуды, печень, почки и др.)'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Прогнозировать изменение физиологических показателей и их отклонений при болезнях'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Проверить возможные варианты лечения и оценить их эффективность до реального применения на людях'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Использовать полученный опыт для разработки новых протезов, искусственных органов и инновационных технологий'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Например, электронные модели сердечной деятельности позволяют спрогнозировать эффекты введения лекарственных препаратов, реакцию организма на стресс или физическую нагрузку, и таким образом обеспечить оптимальное лечение сердечных заболеваний.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Электронные модели строятся на основе большого объема эмпирических данных, полученных в ходе экспериментальных исследований на различных уровнях интеграции организма (молекулярном, клеточном, тканевом, органном и системном). В этих моделях учитываются реальные значения физиологических параметров и их изменения в зависимости от условий окружающей среды, возраста, пола и других факторов.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Благодаря использованию суперкомпьютеров, специалисты способны анализировать огромное количество данных и быстро получать прогнозы, необходимые врачам и биологам для принятия решений.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Таким образом, математика и кибернетика открывают уникальные возможности для глубокого познания человеческого организма и оптимизации профилактической и лечебной работы в здравоохранении.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Основные требования, предъявляемые к моделям болезней',
												marks: [
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ', при моделировании с использованием животных: идентичность болезнетворных факторов, условий возникновения и периодов развития патологии и болезни; сходство функциональных и морфологических изменений на различных уровнях интеграции организма (системном, органном, клеточном, субклеточном и молекулярном), эффективность действия одних и тех же лекарственных препаратов для лечения в клинике и эксперименте. Особое значение имеет выбор животных. Они должны реагировать на данный болезнетворный фактор так же, как и человек. Это зависит от особенностей иммунной реактивности животного, скорости метаболизма, основного обмена, проницаемости внешних и внутренних барьеров, возраста и продолжительности жизни.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Допустимые отличия экспериментальной модели от оригинала, т.е. от нозологической формы болезни человека: разная длительность периодов болезни, интенсивность и распространенность патологических процессов у подопытных животных.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Следует все же признать, что основной метод моделирования в патофизиологии – организменный, так как он позволяет выявить основные закономерности происхождения, течения и исхода заболевания человека, в то время как все другие уровни моделирования в большей мере рассматривают организм как биологический объект.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'При моделировании необходима четкая постановка реальной цели и конкретных задач исследования с обоснованием информативных методик, адекватных его цели и задачам, объективный анализ и синтез полученных данных. Любой метод экспериментального моделирования имеет свои границы и разрешающие возможности, так как полностью воспроизвести болезнь человека на животных невозможно. При постановке опытов следует соблюдать «Правила» гуманного отношения к животным.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Что представляет собой экспериментальное моделирование в патофизиологии?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Модель полного копирования заболевания человека на животных.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Упрощённое воспроизведение патологических процессов и синдромов болезней на животных для изучения их причин и механизмов.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Моделирование эффектов воздействия экологических факторов на популяцию.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Проведение экспериментов над людьми для изучения болезней.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какой этап отсутствует в схеме экспериментального моделирования патологических процессов?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Изучение параметров жизнедеятельности в пределах нормы.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Моделирование болезни.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Лечение и восстановление организма.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Разработка методов патогенетической терапии и последующая клиническая апробация.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Что такое патогенез заболевания?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Совокупность факторов, ведущих к возникновению болезни.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Последовательность этапов развития заболевания.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Наследственная склонность к болезни.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Результат ошибочного образа жизни.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Что обозначает понятие «целостной» модели в экспериментальном исследовании?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Повторение болезни человека в полной мере на животных.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Воссоздание заболевания в одном отдельно взятом органе.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Попытка имитировать заболевание целиком, используя целый организм животного.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Замещение поражённых тканей синтетическими материалами.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какие ограничения присущи экспериментальному моделированию болезней на животных?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Невозможно провести процедуру моделирования.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Трудности в подборе соответствующего типа животных.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Отсутствие этических ограничений.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Невозможность точного воспроизведения социальной составляющей и всей полноты человеческой болезни.',
									isCorrect: true
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-3',
					title: 'Современные представления о болезни',
					hash: 'endogenous-types',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Нозология — общее учение о болезни, изучающее болезнь как состояние человека, при котором патологический процесс нарушает выполнение им его социальных функций.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Нозология как общее теоретическое учение о болезни не рассматривает конкретные патологические процессы, их формы и течение. Предмет ее изучения в следующем: в чем состоит суть болезни как особого состояния человека; причины и условия ее возникновения; стадии развития болезни; классификация болезни и ее элементов.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Болезнь — это сложная общая реакция организма на повреждающее действие факторов внешней среды; это качественно новый жизненный процесс, сопровождающийся структурными, метаболическими и функциональными изменениями разрушительного и приспособительного характера в органах и тканях, приводящими к снижению приспособляемости организма к непрерывно меняющимся условиям окружающей среды и ограничению трудоспособности.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Важными критериями болезни служат:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'жалобы больного (субъективный критерий)'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'результаты объективного обследования больного (объективный критерий)'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'снижение приспособляемости и трудоспособности'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Патологическая реакция — кратковременная необычная реакция организма на какое-либо воздействие. Например, кратковременное повышение артериального давления под влиянием отрицательных эмоций, аллергические реакции, патологические рефлексы с участием ЦНС (симптомы Бабинского, Россолимо и др.), фагоцитоз при воспалении, централизация кровообращения при шоке.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Нередко различные патологические процессы и отдельные патологические реакции клеток, тканей у человека и животных встречаются в виде постоянных сочетаний или комбинаций, сформировавшихся и закрепленных в процессе эволюции. Это типовые патологические процессы.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Типовой (типический) патологический процесс — патологический процесс, сложившийся эволюционно и генетически запрограммированный, встречающийся в виде постоянных сочетаний или комбинаций (независимо от вида животного и причины его вызвавшей). К ним относятся воспаление, отек, опухоль, лихорадка, гипоксия, стаз, гиперемия, ишемия, дистрофия и др.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Патологическое состояние — это медленно (вяло-) текущий патологический процесс. Может возникнуть в результате ранее перенесенного заболевания или вследствие нарушения внутриутробного развития. Это итог закончившегося патологического процесса, в результате которого стойко изменилась структура органа, возникли атипические замещения в определенной ткани организма. Патологическое состояние характеризуется снижением резистентности организма, что может способствовать переходу в болезнь.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Классификация болезней — это определенная система распределения болезней, а также симптомокомплексов, патологических состояний и симптомов в классы и группы в соответствии с принятыми в медицине и патологии критериями. Известно много подходов к классификации:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Этиологический — по причине: инфекционные, травматические, алиментарные и др.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Патогенетический — исходя из особенностей патогенеза: воспалительные, аллергические, онкологические и др.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Органный — исходя из преимущественного поражения органа: болезни мозга, сердца, легких, желудка, печени, почек, кожи и др.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Возрастной — болезни новорожденных, детские, пожилого возраста и др.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Половой — мужские и женские болезни'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Социальный — токсикомании, наркомании, алкоголизм, табакомания'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Формы и стадии развития болезни:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Острейшие — до 4 дней'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Острые — около 5-14 дней'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Подострые — 15-40 дней'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Хронические — длящиеся месяцы и годы'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Стадии болезни:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Латентная (скрытая) — начало болезни, скрытый переход от нормы к патологии'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Продромальная — первые неспецифические признаки болезни с последующим развертыванием клинических проявлений'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Собственно болезнь — стадия клинических проявлений с характерными симптомами'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Исходы болезни:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Выздоровление (полное, неполное)'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Переход в хроническую форму'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Смерть'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Смерть клиническая — отсутствие внешних признаков жизни, но обменные процессы в тканях сохраняются на низком уровне'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Смерть биологическая — необратимое прекращение жизнедеятельности организма'
															}
														]
													}
												]
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что изучает нозология?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Конкретные заболевания и их лечение.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Социальные функции человека.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Общетеоретические основы понятия "болезнь": причины, стадии, классификацию.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Биохимические процессы в клетках.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question: 'Какие критерии определяют наличие болезни?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Наличие жалоб пациента, объективные отклонения в обследовании, снижение трудоспособности.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Внешнее благополучие пациента.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Физическая активность и позитивный настрой.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Длительное сохранение высокой температуры.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Что такое типовой патологический процесс?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Процесс, уникальный для каждого отдельного случая болезни.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Постоянные сочетания и комбинации патологических реакций, сформированные в ходе эволюции.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Локализованные болезненные изменения одного органа.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Процессы, возникающие только у пожилых людей.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Как называются болезни, развивающиеся медленно и длительно?',
							options: [
								{ id: 'opt-1', text: 'А) Острые.', isCorrect: false },
								{ id: 'opt-2', text: 'Б) Хронические.', isCorrect: true },
								{ id: 'opt-3', text: 'В) Остропротекающие.', isCorrect: false },
								{ id: 'opt-4', text: 'Г) Латентные.', isCorrect: false }
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какой из перечисленных ниже вариантов является одним из возможных исходов болезни?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Полное выздоровление.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Резкое улучшение самочувствия.',
									isCorrect: false
								},
								{ id: 'opt-3', text: 'В) Увеличение веса.', isCorrect: false },
								{
									id: 'opt-4',
									text: 'Г) Временное облегчение симптомов.',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-4',
					title: 'Общая этиология',
					hash: 'biochemical-mechanisms',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Этиология — раздел нозологии о причинах и условиях возникновения и развития болезней.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Причиной болезни называют тот фактор (главный этиологический, производящий, специфический), который вызывает заболевание и сообщает ему специфические черты.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Например, причиной лучевой болезни является ионизирующая радиация, причиной инфекционной болезни — патогенные микроорганизмы. Каждая болезнь имеет свою, только ей свойственную причину.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Причиной болезни служит не какой-либо изолированный фактор, а взаимодействие внешнего (внутреннего) патогенного (этиологического) фактора с организмом в определенных условиях внешней и внутренней среды, приводящее к развитию повреждений клеточно-тканевых структур организма и ответных патологических и защитно-компенсаторно-приспособительных реакций организма.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Причинами болезни могут быть различные факторы окружающей и внутренней среды. Каждая причина имеет свою качественную характеристику, что определяет специфику ее действия на организм. Так, механические факторы вызывают нарушение структуры тех участков тела, на которые они действуют. Высокая температура вызывает коагуляцию белков, ионизирующие излучения вызывают ионизацию атомов и молекул. Таким образом, каждая причина приводит к специфическим первичным изменениям в организме и тем самым закладывает основу формирования качества ответной реакции организма в виде определенной нозологической формы болезни.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Однако иногда установить причину болезни трудно (некоторые опухоли, психические болезни). Доказано, например, что язва желудка развивается на фоне как нерациональной диеты, так и нарушений функций вегетативной нервной системы, эндокринных расстройств.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Необходимо изучать и учитывать роль болезнетворного фактора в возникновении и развитии болезни, так как от патогенного фактора зависит форма протекания патологии и ее специфические проявления.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Условия возникновения и развития болезней'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В отличие от причины — условия не обязательны для развития заболевания. Они определяют не качественную, а количественную характеристику болезни.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Условия болезни — факторы, влияющие на возникновение и развитие болезней. При наличии причины болезнь может развиться и без участия некоторых условий ее возникновения. Например, крупозная пневмония, вызываемая пневмококком сильной вирулентности, может развиться и без переохлаждения или ослабления питания. Различают условия, предрасполагающие к болезни или способствующие ее развитию и условия, препятствующие возникновению болезни и ее развитию. Как те, так и другие условия могут быть внутренними и внешними.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Условия очень часто выступают в роли толчка, реализующего патогенное действие этиологического фактора на организм.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Установление главного, специфического этиологического фактора, выделение условий, предрасполагающих к болезни или способствующие ее развитию, и условий, препятствующих возникновению болезни и ее развитию, абсолютно необходимы для разработки эффективных мер профилактики заболеваний, снижения заболеваемости и оздоровления населения.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что такое этиология в медицине?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Учение о диагностике заболеваний.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Наука о лечении болезней.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Учение о причинах и условиях возникновения болезней.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Теория предотвращения рецидивов.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question: 'Что понимается под причиной болезни?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Внешняя среда обитания человека.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Любые обстоятельства, ведущие к ухудшению здоровья.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Факторы, вызывающие болезнь и определяющие её характерные черты.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Внутренние ресурсы организма, направленные на защиту от инфекции.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Приведите пример причины инфекционной болезни.',
							options: [
								{ id: 'opt-1', text: 'A) Курение сигарет.', isCorrect: false },
								{
									id: 'opt-2',
									text: 'B) Бактерии или вирусы.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Неправильное питание.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Алкогольная зависимость.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Верно ли утверждение, что условиями болезни считаются факторы, обязательно присутствующие для её развития?',
							options: [
								{ id: 'opt-1', text: 'A) Да, верно.', isCorrect: false },
								{
									id: 'opt-2',
									text: 'B) Нет, неверно. Условия лишь способствуют развитию болезни, но не обязательны.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Верно частично. Некоторые условия обязательны, остальные — второстепенны.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Не существует условий для развития болезней.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Как влияет высокая температура на организм согласно принципам этиологии?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Приводит к нормализации работы организма.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Способствует повышению устойчивости к вирусам.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Вызывает денатурацию (сворачивание) белков, что ведёт к повреждению тканей.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Улучшает кровоснабжение тканей.',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-5',
					title: 'Общий патогенез',
					hash: 'acute-adaptation',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Общее учение о патогенезе — раздел патофизиологии, изучающий наиболее общие закономерности (механизмы развития) возникновения, развития и исхода заболеваний независимо от их этиологии.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Изучение патогенеза сводится к изучению так называемых патогенетических факторов болезней, т.е. тех причинно-следственных отношений, которые возникают в ответ на воздействие причины и становятся факторами, способствующими дальнейшему развитию болезни.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Патогенез болезни, или механизм развития болезни, — это совокупность взаимосвязанных и взаимообусловленных, непрерывно развивающихся функциональных (физиологических), структурных, биохимических и биофизических изменений.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Патогенез заболевания начинается с какого-либо первичного повреждения (Р. Вирхов) клеток в той или иной части тела (патогенетический фактор первого порядка). В одних случаях начальное повреждение может быть грубым, хорошо различимым невооруженным глазом (травма, увечье, ссадины, раны). В других случаях повреждения могут быть не заметны без применения специальных методов их обнаружения (повреждения на молекулярном уровне). Продукты повреждения тканей становятся источниками нового повреждения в ходе развития болезни, т.е. патогенетическими факторами второго, третьего, четвертого порядка.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Определение последовательной цепи причинно-следственных отношений при болезни крайне важно для проведения рациональной патогенетической терапии.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В развитии болезней и патологических процессов чрезвычайно важно определить основное звено возникающих в организме нарушений — изменение (один из патогенетических факторов), определяющее развитие остальных этапов болезни. Устранение основного звена патогенеза приводит к выздоровлению организма.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Основное звено патогенеза — это изменение, которое совершенно необходимо для развертывания других звеньев патогенеза и предшествует им.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Без определения основного звена невозможно проведение патогенетической терапии — комплекса мер, направленных на прерывание причинно-следственных отношений между различными структурными, метаболическими и функциональными нарушениями, возникающими в организме. Например, кровотечение, уменьшение массы крови (гипоксия) при острой кровопотере определяет развитие многих последующих нарушений: нарушение функции сердечно-сосудистой системы (снижение артериального давления, ослабление сердечных сокращений), нарушение дыхания (дыхательная недостаточность, гипоксия), нарушение обмена веществ (углубление гипоксии). Восстановление объема циркулирующей крови (ОЦК) после переливания ее или кровезамещающих жидкостей может устранить все указанные расстройства, характерные для кровопотери. Уменьшение ОЦК и связанная с ним гипоксия (гипоксемия) — основное звено кровопотери.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Порочный круг — это замкнутая цепь причинно-следственных связей, когда какое-либо последовательно возникающее следствие становится причиной новых расстройств, усиливающих первоначальные патологические изменения, вследствие чего происходит утяжеление течения заболевания.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Возникшее в ходе развития патологического процесса нарушение функции органа или системы нередко само становится фактором, способствующим прогрессированию повреждения по принципу «порочного круга». Например, резкое ухудшение транспорта кислорода при кровопотере приводит к недостаточности сердца, что ухудшает транспорт кислорода.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Защитно-компенсаторные процессы – это реактивные изменения в организме при действии болезнетворных факторов, направленные на поддержание его гомеостаза.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'На ранних стадиях заболевания защитно-компенсаторные процессы развиваются на молекулярном и клеточном уровнях. При неактивном и непродолжительном действии причины (при контакте организма со слабовирулентными микроорганизмами, ядами в небольших дозах, при облучении ионизирующей радиацией в малых дозах, слабых травмах) болезнь может не развиться. Значительные повреждения вызывают более сильные ответные реакции со стороны органов и регулирующих их систем.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Саногенез — это динамический комплекс защитно-приспособительных физиологических и патофизиологических механизмов, развивающихся при действии патогенного фактора на организм, и направленный на восстановление нарушенной саморегуляции организма.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Механизмы саногенеза функционируют на протяжении всего морбидного процесса (с периода предболезни и до выздоровления) и ориентированы на восстановление саморегуляции организма.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В определении этого процесса важно утверждение, что саногенез (механизмы выздоровления) — это диалектическое противопоставление патогенезу (механизмы заболевания) и что механизмы саногенеза начинают работать уже в начале заболевания, а не только в определенный период, клинически обозначенный как инволюция болезни.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В то время как общие механизмы заболевания ориентированы на дезинтеграцию организма как биологической единицы, вектор механизмов саногенеза направлен на сохранение гомеостаза и целостности организма.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Выделяют первичные и вторичные механизмы саногенеза.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Первичные саногенетические механизмы включают приспособительные, защитные и компенсаторные реакции. Первичные саногенетические механизмы включаются до появления повреждений и направлены на поддержание организма, подверженного действию патогенного фактора, тем самым препятствуя возникновению и развитию болезни.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Вторичные саногенетические механизмы включают защитные, компенсаторные и терминальные. Вторичные саногенетические механизмы — это те же процессы, наблюдаемые в преморбидном периоде, но теперь они действуют при уже развившемся патологическом процессе и призваны задерживать его развитие.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что изучает общий патогенез?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Историю болезни конкретного пациента.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Специфические причины возникновения заболеваний.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Наиболее общие закономерности развития заболеваний независимо от их причины.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Диагностические процедуры и методы лечения болезней.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question: 'Что представляет собой порочный круг в патогенезе?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Благоприятное завершение болезни.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Запуск механизма самовосстановления организма.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Самоподдерживающаяся цепочка нарушений, усугубляющих течение болезни.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Положительная динамика в состоянии пациента.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Что такое основное звено патогенеза?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Повреждение тканей организма.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Нарушение защитных сил организма.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Начальное повреждение, запускающее последующие нарушения в организме.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Постепенное исчезновение симптомов болезни.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question: 'Что подразумевается под понятием «саногенез»?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Период обострения хронического заболевания.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Комплекс защитных и приспособительных механизмов организма, направленных на выздоровление.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Новый виток развития болезни.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Безуспешные попытки организма бороться с заболеванием.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какие механизмы участвуют в восстановлении организма при болезни?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Лишь первичные механизмы саногенеза.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Исключительно медикаментозные вмешательства врача.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Совместное взаимодействие первичных и вторичных механизмов саногенеза.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Единственным механизмом является активация иммунной системы.',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-6',
					title: 'Задание. «Механизмы адаптации к гипоксии»',
					hash: 'dnd-blocks',
					isRead: false,
					blocks: [
						{
							id: 'dnd-2',
							type: 'drag-drop-table',
							title: 'Исходы заболевания',
							tableTitle: 'Задание. «Перечислите возможные исходы заболевания»',
							columns: [
								{ id: 'type', title: 'Исходы заболевания', width: '100%' }
							],
							rows: [
								{ id: 'row1', column1: '' },
								{ id: 'row2', column1: '' },
								{ id: 'row3', column1: '' },
								{ id: 'row4', column1: '' },
								{ id: 'row5', column1: '' },
								{ id: 'row6', column1: '' }
							],
							answers: [
								{ id: 'ans1', content: 'Выздоровление полное' },
								{ id: 'ans2', content: 'Выздоровление неполное' },
								{ id: 'ans3', content: 'Рецидив' },
								{ id: 'ans4', content: 'Ремиссия' },
								{ id: 'ans5', content: 'Переход в хроническую форму' },
								{ id: 'ans6', content: 'Смерть' }
							],
							correctAnswers: {
								row1: ['ans1'],
								row2: ['ans2'],
								row3: ['ans3'],
								row4: ['ans4'],
								row5: ['ans5'],
								row6: ['ans6']
							}
						},
						{
							id: 'dnd-3',
							type: 'drag-drop-table',
							title: 'Стадии умирания',
							tableTitle: 'Задание. «Перечислите стадии умирания организма»',
							columns: [
								{ id: 'type', title: 'Стадии умирания', width: '100%' }
							],
							rows: [
								{ id: 'row1', column1: '' },
								{ id: 'row2', column1: '' },
								{ id: 'row3', column1: '' },
								{ id: 'row4', column1: '' }
							],
							answers: [
								{ id: 'ans1', content: 'Предагония' },
								{ id: 'ans2', content: 'Агония' },
								{ id: 'ans3', content: 'Клиническая смерть' },
								{ id: 'ans4', content: 'Биологическая смерть' }
							],
							correctAnswers: {
								row1: ['ans1'],
								row2: ['ans2'],
								row3: ['ans3'],
								row4: ['ans4']
							}
						}
					]
				},
				{
					id: 'chapter-1-9',
					title: 'Интерактивный опыт',
					hash: 'game-case',
					isRead: false,
					blocks: [
						{
							id: 'game-1',
							type: 'game',
							title: 'Симуляция гипоксии',
							gameUrl:
								'https://gd.games/instant-builds/caf4bee6-10bf-4cfc-bab1-bf442be15eb7',
							width: '100%',
							height: 'auto'
						}
					]
				},
				{
					id: 'chapter-1-8',
					title: 'Клинический случай: высотная болезнь',
					hash: 'altitude-case',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Клинический случай:'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Женщина 46 лет была доставлена в отделение неотложной помощи с острым измененным психическим состоянием, которое развилось во время похода на гору. Пациентка путешествовала из прибрежного региона (∼20 м над уровнем моря) с группой любителей дикой природы. После подъема и прибытия на станцию базового лагеря (∼3500 м над уровнем моря) пациентка начала жаловаться на ухудшающееся недомогание, тошноту, стеснение в груди и головную боль. Ее симптомы ухудшились во время похода на небольшое расстояние до места разбивки лагеря (∼4000 м). Вскоре после прибытия у пациентки началась рвота, появились одышка, акроцианоз, лицо побледнело, что побудило руководителя бригады вызвать скорую помощь. Во время спуска сознание пациентки стало более спутанным, ей потребовалась помощь в передвижении. В отделении неотложной помощи: артериальное давление 132/86 миллиметров ртутного столба, частота сердечных сокращений 84 удара в минуту, дыхание 21 вдох в минуту и сатурация кислорода 93%, углекислый газ 18 ммоль/л (20–32 ммоль/л). При физическом осмотре у пациентки было отмечено тахипноэ, бормотание непонятных звуков, открытие глаз только на голос и замыкание в себе от боли. Она не отвечала на вопросы и не выполняла команды, периодически была агрессивной и пыталась встать с кровати. Рентгенограмма показала диффузный легочный сосудистый застой без признаков пневмоторакса, кардиомегалии или консолидации.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Инструкция к выполнению задания:'
											}
										]
									},
									{
										type: 'orderedList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Внимательно проанализируйте все представленные данные'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Ответьте на вопросы, используя медицинскую терминологию'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Для каждого вопроса приведите:'
															}
														]
													},
													{
														type: 'bulletList',
														content: [
															{
																type: 'listItem',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Четкий диагноз/ответ'
																			}
																		]
																	}
																]
															},
															{
																type: 'listItem',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Патофизиологическое обоснование'
																			}
																		]
																	}
																]
															},
															{
																type: 'listItem',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Подтверждающие данные из случая'
																			}
																		]
																	}
																]
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Объем ответа - 200-300 слов на каждый вопрос'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Время выполнения - 30 минут'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Вопросы будут доступны после ознакомления с теоретическим материалом.'
											}
										]
									}
								]
							}
						},
						{
							id: 'clinical-case-1',
							type: 'free-input',
							title: 'Клинический случай: высотная болезнь',
							questions: [
								{
									id: 'q1-patho',
									text: 'Какие патологические процессы развились у пациентки на «высоте» 4000 м? Обоснуйте Ваш ответ данными из условия задачи.',
									maxLength: 1000,
									placeholder: 'Укажите ключевые патофизиологические процессы'
								},
								{
									id: 'q2-therapy',
									text: 'Можно ли допускать, что у пациентки развилась гипоксия? Если да, то какого типа (типов)? Аргументируйте Ваши ответы.',
									maxLength: 800
								},
								{
									id: 'q3-therapy',
									text: 'Какие механизмы адаптации к гипоксии (срочные и/или долговременные) оказались у пациентки недостаточными? Обоснуйте Ваш ответ',
									maxLength: 800
								}
							],
							timeLimit: 1800, // 45 минут
							submissionText: 'Ответ направлен на проверку преподавателю'
						}
					]
				}
			]
		}
	]
}
