import { Course } from '@/data/types'

export const courseData: Course = {
	id: 'course-2',
	title: 'Патогенное действие болезнетворных факторов',
	description: 'Патогенное действие болезнетворных факторов',
	modules: [
		{
			id: 'module-2',
			title: 'Действие болезнетворных факторов на организм',
			chapters: [
				{
					id: 'chapter-2-1',
					title: 'Психосоциальные повреждающие факторы',
					hash: 'psychosocial-agents',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Социальные болезнетворные факторы',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' – социальные явления, приводящие к возникновению и развитию новых видов заболеваний или усугубляющие течение уже имеющихся. Их можно условно разделить на макро- и микросоциальные.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Макросоциальные болезнетворные факторы',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' в большинстве случаев обусловлены неэффективным функционированием государственных структур. Наиболее значимым фактором является недостаточность финансирования системы здравоохранения. Это приводит к снижению доступности медицинской помощи, возможности проведения санитарно-гигиенических и профилактических мероприятий. Дополнительным фактором является снижение роли государства в развитии массовой физкультуры и спорта.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Микросоциальные болезнетворные факторы',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' обусловлены взаимодействием людей внутри социальных групп (семья, трудовой коллектив, школьный класс, институтская группа, общество по интересам и т.п.). В данном процессе немаловажное значение имеют личные установки, связанные с культурой конкретного человека, его воспитанием, отношением к состоянию собственного здоровья. Ненормированный рабочий день, работа в неблагоприятных условиях (в ночное время), неполноценный отдых, частая необходимость освоения новых трудовых навыков, конфликты с коллегами по работе являются постоянным источником психологического стресса, который снижает общую резистентность организма и создает предпосылки для возникновения самых разных заболеваний.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Психогенные факторы',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: '. Семейные неурядицы также часто становятся источником стрессов, обусловливающим развитие неврозов и связанных с ними заболеваний. Конфликтные отношения в семье являются одной из лидирующих причин суицидов, особенно среди женщин и подростков. С неспособностью и/или нежеланием предвидеть грозящую опасность связано большинство случаев первого знакомства индивида с алкоголем и психоактивными веществами, которое в конечном счете приводит к развитию хронического алкоголизма, наркомании или токсикомании.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что такое макросоциальные болезнетворные факторы?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Социальные условия внутри семьи и коллектива',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Финансовые проблемы населения',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Недостаточность функционирования государственных институтов и структуры здравоохранения',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Индивидуальные привычки питания',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие меры способствуют улучшению состояния здоровья населения согласно тексту?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Увеличение численности медицинских работников',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Повышение квалификации врачей',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Усиление государственной поддержки физической культуры и спорта',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Расширение сети аптек',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Каковы последствия ненормированного рабочего графика и конфликтов на рабочем месте?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Улучшение работоспособности сотрудников',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Рост удовлетворенности жизнью',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Психологический стресс и ухудшение общего самочувствия',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Появление стимула для карьерного роста',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question: 'Чем опасны семейные конфликты?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Приводят к повышению уровня доходов',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Способствуют укреплению семейных уз',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Могут стать причиной развития психосоматических расстройств и суицидальных мыслей',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Стимулируют физическую активность членов семьи',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какой фактор способствует формированию зависимого поведения (алкоголизм, наркомания)?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Регулярная физическая нагрузка',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Рациональный режим труда и отдыха',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Отсутствие понимания рисков употребления алкоголя и наркотиков',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Высокий уровень жизни и благополучия',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-2',
					title: 'Химические повреждающие факторы',
					hash: 'chemical-agents',
					isRead: false,
					blocks: [
						{
							id: 'text-3',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Химические повреждающие факторы',
												marks: [
													{
														type: 'bold'
													},
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' – это неорганические и органические вещества, а также агенты биологической природы (токсины бактерий, растительного и животного происхождения), способные при попадании в организм вызывать отравления. Патогенное действие химических факторов заключается в развитии химических ожогов, воспалительных и аллергических реакций, канцерогенном, эмбриотоксическом, тератогенном и общетоксическом действии на организм. Как правило, вначале возникают местные альтеративные изменения клеточно-тканевых структур, а затем общие расстройства.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Интоксикация',
												marks: [
													{
														type: 'bold'
													},
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' – патологическое состояние, процесс или заболевание, возникающее в результате действия на организм токсических веществ эндогенного или экзогенного происхождения, характеризующееся глубоким нарушением обмена веществ и функций органов и систем. Отравлением называют только те интоксикации, которые вызваны экзогенными ядами.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Развитие интоксикации определяется тремя группами факторов: состоянием организма (реактивность, возраст); химическими характеристиками яда (физико-химические свойства, токсическая доза) и условиями взаимодействия яда с организмом (путь поступления, условия внешней среды). Яды могут поступать в организм перорально, ингаляционно, трансдермально, через слизистые (прямой кишки, влагалища), склеру и роговицу глаза или непосредственно в кровь (при инъекциях, колотых ранах, укусах).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Исход отравления зависит от полученной дозы яда и состояния систем, способных метаболизировать (нейтрализовать) данное токсическое вещество.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'С учетом органотропности наиболее распространенных ядов их принято классифицировать на:'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Нейротропные яды',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' вызывают нарушения психической деятельности, судороги и параличи (передозировка наркотиков, алкоголя и его суррогатов, снотворных средств, изониазида, действие метанола, фосфорорганических соединений (хлорофоса, карбофоса), боевых отравляющих веществ типа зарина).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Кардиотропные яды',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' приводят к нарушениям сократительной функции и ритма сердца, токсической дистрофии миокарда (передозировка сердечных гликозидов, избыточное поступление солей бария и калия, воздействие растительных ядов типа аконита и др.).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Пульмонотоксические яды',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' вызывают токсический отек легких, сопровождаемый дыхательной недостаточностью (пары хлора, боевые отравляющие вещества типа фосгена).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Гепатотропные яды',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' обусловливают развитие токсического гепатита с печеночной недостаточностью (дихлорэтан и другие хлорированные углеводороды, фенолы, альдегиды, яд бледной поганки и др.).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Нефротоксические яды',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' — одна из причин развития токсической нефропатии и почечной недостаточности (соли тяжелых металлов, этиленгликоль, щавелевая кислота и др.).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Гемоглобинотропные яды',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' нарушают транспорт кислорода из-за гемолиза эритроцитов, образования метгемоглобина (анилин и его производные, мышьяковистый водород, нитриты и другие сильные окислители) или карбоксигемоглобина (угарный газ).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Тканевые яды',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' блокируют утилизацию кислорода в тканях, вызывая развитие тканевой гипоксии (соединения синильной кислоты, например цианистый калий, боевые отравляющие вещества типа хлорциана).'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что означает термин «интоксикация»?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Нарушение функций внутренних органов вследствие травмы.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Процесс воспаления тканей, вызванный бактериальной инфекцией.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Заболевание инфекционного характера.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Патологическое состояние организма, развивающееся вследствие воздействия токсинов.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие группы факторов определяют развитие интоксикации?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Возраст пострадавшего, наличие хронических болезней, физические нагрузки.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Химические характеристики яда, путь проникновения в организм, состояние иммунной системы.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Физико-химические свойства яда, состояние организма, условия окружающей среды.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Уровень эмоционального стресса, питание, наследственность.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Какой путь проникновения яда чаще всего вызывает острые отравления?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Пероральный (через рот)',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Трансдермальный (через кожу)',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Через инъекции',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Ингаляционный (через дыхание)',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'К какой группе относятся химические вещества, поражающие нервную систему?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Кардиотропные яды.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Нейротропные яды.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Нефротоксичные яды.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Тканевые яды.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Как называется патологический процесс, при котором нарушается доставка кислорода эритроцитами из-за влияния ядовитого вещества?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Метаболизм гемоглобина.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Аллергическая реакция.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Образование метгемоглобина.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Фибрилляция желудочков.',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-3',
					title: 'Биологические повреждающие факторы',
					hash: 'biological-agents',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'К биологическим болезнетворным факторам',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' относятся микроорганизмы (бактерии, вирусы, рикетсии, хламидии, микоплазма, грибки); гельминты и простейшие; членистоногие и насекомые (пауки, скопионы, клещи); биологические препараты (антитоксические сыворотки, вакцины, кровь для переливания и ее компоненты). Результатом взаимодействия микроорганизма с макроорганизмом при неблагоприятных условиях внешней и/или внутренней сред является выработанный в процессе эволюции типовой патологический процесс - '
											},
											{
												type: 'text',
												text: 'Инфекционный процесс',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: '.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Инфекционный процесс',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' (ИП) - комплекс патологических и защитно-компенсаторно-приспособительных реакций различных уровней организации, взаимосвязанных морфологических, метаболических, исполнительных и регуляторных (особенно иммунной) физиологических систем, лежащих в основе инфекционных болезней. К основным видам инфекционного процесса относятся:'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Сепсис',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' — тяжелая генерализованная форма ИП, обусловленная бурным ростом числа микроорганизмов в крови и других биологических тканях организма.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Септикопиемия',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' — ИП, характеризующийся вторичным развитием гнойных очагов в различных тканях и органах у пациентов с сепсисом.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Бактериемия, вирусемия',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' — вид ИП, характеризующийся наличием в крови соответственно бактерий или вирусов без признаков бурного увеличения их числа в ней. Является одним из этапов развития ряда ИП.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Микст-инфекция',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' — ИП, вызванный одновременно двумя и более инфекционными агентами.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Реинфекция',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' — повторное, после выздоровления, возникновение у пациента ИП, вызванного тем же микроорганизмом.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Суперинфекция',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' — повторное инфицирование организма тем же возбудителем до периода выздоровления.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Вторичная инфекция',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' — ИП, развивающийся на фоне уже имеющейся (первичной) инфекционной болезни, вызванной другим микроорганизмом.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Все патогенные микроорганизмы являются паразитами, которые используют человеческий организм как среду обитания и при этом оказывают на него повреждающее воздействие продуктами своей жизнедеятельности и конкуренцией за питательные вещества. Место проникновения микропатогенов в организм носит название «входные ворота инфекции», которые могут различаться в зависимости от вида воздействующего агента. Так, например, холерный вибрион попадает в организм через ЖКТ и не способен проникать через кожу. Основными путями передачи возбудителя заболевания могут быть загрязненная вода, пища, грязные руки.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Вероятность возникновения инфекционного заболевания после произошедшего заражения, продолжительность инкубационного периода, выраженность клинических проявлений и характер исхода (полное выздоровление, переход в хроническую форму, инвалидизация или смерть) зависят от вида возбудителя, способа заражения и резистентности зараженного лица, определяемой состоянием его иммунной системы, особенностями обменных процессов и наличием сопутствующей патологии.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Результатом взаимодействия микроорганизма с человеком является:',
							options: [
								{
									id: 'opt-1',
									text: 'A) Инфекционный процесс',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Аллергическая реакция',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Травматизм',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Острое воспаление',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Назовите термин, обозначающий попадание микроорганизмов повторно до полного выздоровления:',
							options: [
								{
									id: 'opt-1',
									text: 'A) Реинфекция',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Суперинфекция',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Микст-инфекция',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Вторичная инфекция',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Место проникновения патогенных микроорганизмов в организм называется:',
							options: [
								{
									id: 'opt-1',
									text: 'A) Входные ворота инфекции',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Источник инфекции',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Антибиотикорезистентность',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Иммунитет',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question: 'Определите понятие «бактериемия»:',
							options: [
								{
									id: 'opt-1',
									text: 'A) Наличие бактерий в крови без массового размножения',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Повторное инфицирование тем же возбудителем до выздоровления',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Проникновение вируса в клетки нервной ткани',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Генерализация воспалительного процесса',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Факторы, влияющие на развитие инфекционного заболевания после попадания возбудителя в организм:',
							options: [
								{
									id: 'opt-1',
									text: 'A) Вид возбудителя, механизм заражения, иммунитет человека',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Уровень физического развития',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Особенности питания',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Экологическая обстановка региона проживания',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-4',
					title: 'Действие физических механических факторов',
					hash: 'physical-agents',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Механическая травма',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' – это повреждение тканей твердыми телами или распространением взрывной волны.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Местные проявления при механических повреждениях',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: '. Характер повреждения может быть различным и местно проявляется в виде разрывов, ушибов, переломов, раздавливания или их комбинации. Степень тяжести повреждения зависит от силы и продолжительности действия механического фактора, площади соприкосновения с травмирующим агентом и прочности биологических тканей. Результат действия механической энергии усугубляется при воспалении и выраженном кальцинозе, которые снижают прочность и эластичность тканей и увеличивают опасность их разрыва даже при минимальных нагрузках. Местные последствия зависят также от сочетания травмы с кровопотерей, разрывом кожи, повреждением нервных стволов.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Общие проявления при механических повреждениях',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: '.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Травматическая болезнь',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' – нарушение жизнедеятельности в периоде после получения травмы до момента выздоровления или гибели, сопровождающееся динамическими расстройствами деятельности органов и систем (общего и регионального кровообращения, дыхания, выделения, метаболических процессов). Травматическая болезнь инициируется развитием болевого (травматического) шока. Значительная кровопотеря может приводить к формированию гиповолемического шока. Обширные механические травмы сопровождаются развитием токсемии, обусловленной распадом поврежденных тканей и воспалением, а также накоплением продуктов жизнедеятельности микроорганизмов в случае инфицирования раны (септикотоксемии). Длительная интоксикация вызывает '
											},
											{
												type: 'text',
												text: 'раневое истощение',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' организма, характеризующееся системными дистрофическими процессами. Нарушаются функции иммунной системы, печени, ЖКТ, происходит массивная потеря белка с гнойным экссудатом, – все это усугубляет инфекционный процесс и потенцирует истощение, в тяжелых случаях приводя к летальному исходу.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'К поздним осложнениям '
											},
											{
												type: 'text',
												text: 'травматической болезни',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' относятся стойкие нарушения регуляторных и исполнительных систем (астенизация, невроз, сосудистая дистония).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Краш-синдром, или синдром длительного раздавливания (СДР)',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' развивается в результате реперфузии мягких тканей нижних и/или верхних конечностей, подвергшихся сдавлению и острой ишемии. Основу патогенеза синдрома длительного сдавления составляет одномоментное попадание в системный кровоток большого количества продуктов разрушения клеток поперечно-полосатой мускулатуры (рабдомиолиза), в первую очередь, миоглобина, протеолитических ферментов, калия. Выведение этих веществ осуществляется почками, поэтому повреждение последних с развитием острой почечной недостаточности представляется одним из наиболее частых проявлений СДР.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Основные проявления '
											},
											{
												type: 'text',
												text: 'краш-синдрома',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ': шок, токсемия, генерализованное нарушение микроциркуляции, анемия, острая почечная недостаточность, сердечно-сосудистая недостаточность, инфекционные и септические осложнения, травматический неврит.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Шок при '
											},
											{
												type: 'text',
												text: 'краш-синдроме',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' характеризуется продолжительным периодом возбуждения, отсутствием признаков острой кровопотери и сохранением адекватного кровоснабжения мозга и сердца.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Механическая травма возникает в результате...',
							options: [
								{
									id: 'opt-1',
									text: 'A) Повреждения мягких тканей бактериями.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Действия твердых предметов или взрыва.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Интоксикации организма химическими веществами.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Радиационного излучения.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие признаки характерны для местного проявления механической травмы?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Головокружение и тошнота.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Рвота и диарея.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Ушибы, разрывы, переломы.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Температура тела и озноб.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Что представляет собой травматическая болезнь?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Болезнь, передающаяся воздушно-капельным путем.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Изменения в организме после тяжелой травмы, включающие нарушения основных систем организма.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Заболевание, связанное исключительно с черепно-мозговыми травмами.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Нарушение координации движений.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question: 'Чем опасен краш-синдром?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Легкими головными болями.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Быстрым заживлением ран.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Нарушениями свертываемости крови.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Токсемией, острой почечной недостаточностью и шоком.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Что способствует развитию поздних осложнений травматической болезни?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Прием антибиотиков.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Чрезмерная двигательная активность сразу после травмы.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Неправильное питание.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Снижение функциональности регуляторных и исполнительных систем организма.',
									isCorrect: true
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-5',
					title: 'Действие физических термических факторов',
					hash: 'thermal-agents',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Действие низкой температуры',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' на организм может привести к снижению температуры тела и развитию патологического процесса – гипотермии. В развитии гипотермии различают две стадии. Сначала, несмотря на низкую температуру окружающей среды, температура тела не снижается, а поддерживается на исходном уровне благодаря включению компенсаторных реакций, обусловливающих перестройку терморегуляции. Этот период охлаждения называется стадией компенсации. В первую очередь включаются механизмы физической терморегуляции, направленные на ограничение теплоотдачи, а при более интенсивном и продолжительном действии холода включаются механизмы химической терморегуляции, направленные на увеличение теплопродукции. В условиях длительного или интенсивного действия холода происходит перенапряжение и истощение механизмов терморегуляции, после чего температура тела снижается и наступает вторая стадия охлаждения – стадия декомпенсации, или собственно гипотермия.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В результате '
											},
											{
												type: 'text',
												text: 'локального поражения',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' тканей организма человека воздействием низких температур внешней среды развивается обморожение.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Действие высокой температуры',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: '. В условиях повышения температуры и влажности воздуха отдача тепла из организма в окружающую среду затруднена и может совершаться только при напряжении механизмов физической терморегуляции (расширение периферических сосудов, усиление потоотделения). При повышении температуры воздуха до 33° С (что равно температуре кожи) отдача тепла путем проведения и излучения становится неэффективной и совершается только путем испарения, а при повышении влажности воздуха затрудняется и этот путь отдачи тепла. При таких обстоятельствах нарушается равновесие между образованием тепла в организме и его отдачей во внешнюю среду, что приводит к задержке тепла и перегреванию. Тот период перегревания, который характеризуется сохранением нормальной температуры тела, называется стадией компенсации. Перенапряжение терморегуляции приводит к ее истощению, а наступающее вслед за этим повышение температуры тела свидетельствует о наступлении второго периода перегревания – стадии декомпенсации. Острое перегревание с быстрым повышением температуры тела носит название теплового удара.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Местное воздействие',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' высокой температуры проявляется в виде '
											},
											{
												type: 'text',
												text: 'ожога',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ', проявляющего в виде местных деструктивных и реактивных изменений, тяжесть которых разделяют на четыре степени:'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'I – покраснение кожи (эритема), слабая воспалительная реакция без нарушения целостности кожи;'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'II – острое экссудативное воспаление кожи, образование пузырей с отслоением эпидермиса;'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'III – некроз всех слоев кожи с образованием плотного струпа, а в последующем – рубца;'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'IV – обугливание тканей, некроз, распространяющийся за пределы кожи на мышцы, сухожилия, кости.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что происходит в первой стадии гипотермии?',
							options: [
								{
									id: 'opt-1',
									text: 'a) Происходит резкое падение температуры тела.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'b) Включаются компенсаторные механизмы, поддерживающие нормальную температуру тела.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'c) Появляются симптомы тяжелого переохлаждения.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'd) Наступает кома.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'При каком условии начинают проявляться первые признаки перегрева организма?',
							options: [
								{
									id: 'opt-1',
									text: 'a) Когда влажность воздуха низкая.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'b) Если температура воздуха достигает уровня ниже температуры тела.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'c) Если температура окружающего воздуха равна температуре кожи (около 33°C).',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'd) Когда воздух абсолютно сухой.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Какова главная причина возникновения теплового удара?',
							options: [
								{
									id: 'opt-1',
									text: 'a) Быстрое охлаждение организма.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'b) Переутомление и усталость.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'c) Отсутствие питья воды.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'd) Резкое повышение температуры тела из-за невозможности нормального теплообмена.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question: 'Что характерно для второй стадии гипотермии?',
							options: [
								{
									id: 'opt-1',
									text: 'a) Сохраняется способность поддерживать постоянство температуры тела.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'b) Начинается активное восстановление терморегуляционных механизмов.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'c) Наблюдается значительное снижение температуры тела и ослабление защитных механизмов.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'd) Усиливается теплообмен организма с окружающей средой.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какая степень ожога сопровождается появлением везикул (пузырьков с жидкостью)?',
							options: [
								{
									id: 'opt-1',
									text: 'a) I степень.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'b) II степень.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'c) III степень.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'd) IV степень.',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-6',
					title:
						'Физические факторы. Повреждающее действие атмосферного давления',
					hash: 'physical-factors',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Действие на организм '
											},
											{
												type: 'text',
												text: 'пониженного барометрического давления',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' возникает при восхождении в горы или проживании в условиях высокогорья, в барокамерах, при разгерметизации летательных аппаратов. Патологические изменения, возникающие при этом, обусловлены двумя основными факторами – уменьшением парциального давления кислорода во вдыхаемом воздухе и понижением атмосферного давления (декомпрессией). Недостаток кислорода во вдыхаемом воздухе вызывает развитие экзогенной гипобарической гипоксии и развитие компенсаторных реакций в организме:'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '1) дыхательные (гипервентиляция легких, увеличение вентиляционно-перфузионного соотношения в легких);'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '2) гемодинамические (тахикардия, увеличение ударного объема, скорости кровотока, централизация кровообращения);'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '3) гематогенные (эритроцитоз, повышение сродства Hb к О2);'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '4) тканевые (активация гликолиза, усиление активности дыхательных сопряжения окисления и фосфорилирования);'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '5) увеличение количества функционирующих капилляров, увеличение количества митохондрий, активация эритропоэза.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Патологические изменения: отек головного мозга, отек легких, тромбоз сосудов.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Действие '
											},
											{
												type: 'text',
												text: 'повышенного барометрического давления',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' возникает при погружении на глубину во время проведения водолазных работ. Наиболее важным последствием гипербарии является увеличение растворимости газов (азота и кислорода) и их токсическое действие в крови и тканях. Когда водолаз, находившийся длительное время под водой, быстро поднимается на поверхность, то растворимость газов в тканях организма резко снижается, что приводит к образованию пузырьков газа в крови (десатурация) с формированием газовой эмболии с развитием кессонной болезни.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Что является основной причиной патологических изменений при пониженном барометрическом давлении?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Гипервитаминоз витамина D',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Нехватка кислорода в атмосфере',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Увеличение углекислого газа в крови',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Повышенная кислотность желудочного сока',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какой из перечисленных эффектов относится к компенсаторной реакции организма при низком атмосферном давлении?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Пониженный пульс',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Замедленное кровообращение',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Эритроцитоз (увеличение эритроцитов)',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Расширение кровеносных сосудов',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Какие опасные последствия наблюдаются при быстром подъёме водолаза с большой глубины?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Артериальная гипертензия и инфаркт миокарда',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Газовая эмболия и развитие кессонной болезни',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Ухудшение зрения и слуха',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Нарушения моторики кишечника и почек',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какие компенсаторные изменения происходят в организме при снижении барометрического давления?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Гипервентиляция лёгких, тахикардия',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Замедление сердцебиения, эритроцитоз',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Пониженный гемоглобин, уменьшение количества митохондрий',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Нормализация артериального давления, улучшение мозгового кровообращения',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Что из перечисленного является следствием быстрого подъема на большую высоту?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Потеря веса',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Ухудшение слуха',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Повышенное выделение слюны',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Отёк лёгких и головного мозга',
									isCorrect: true
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-7',
					title: 'Действие экстремальных факторов космического полета',
					hash: 'extreme-factors',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'На старте и при приземлении космического корабля человек подвергается действию перегрузок, вибрации, шума, высокой температуры. В орбитальном полете необычным состоянием являются невесомость и гипокинезия. В аварийной ситуации возможна разгерметизация корабля (декомпрессия), нарушение обеспечения кислородом, облучение.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Кинетоз',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' – форма патологии, возникающая при действии на организм ускорений (прямолинейного, центростремительного, углового, ускорения Кориолиса). Ускорения воспринимаются рецепторами вестибулярного аппарата, проприорецепторами и механорецепторами кожи, зрительными рецепторами, рецепторами органов брюшной полости. При действии на тело ускорений возникают силы инерции, направление которых противоположно вектору ускорения. Возникающие силы инерции обозначают как «перегрузки». Различают:'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '– '
											},
											{
												type: 'text',
												text: 'продольные положительные перегрузки',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' (вектор ускорения направлен от головы к ногам, а вектор перегрузки от ног к голове);'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '– '
											},
											{
												type: 'text',
												text: 'отрицательные продольные перегрузки',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' (вектор ускорения направлен от ног к голове);'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '– '
											},
											{
												type: 'text',
												text: 'поперечные перегрузки',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' (вектор ускорения направлен от спины к груди или от груди к спине);'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '– '
											},
											{
												type: 'text',
												text: 'боковые перегрузки',
												marks: [
													{
														type: 'italic'
													}
												]
											},
											{
												type: 'text',
												text: ' (вектор ускорения направлен от бока к боку).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'При положительных перегрузках происходит перемещение крови в сосуды нижних конечностей и брюшной полости, уменьшается венозный возврат к сердцу, снижается ударный объём и МОК. Уменьшается количество крови, поступающей к головному мозгу. При отрицательных продольных перегрузках происходит перемещение крови в сосуды верхней половины тела, артериальное давление в них увеличивается. Это может приводить к разрыву сосудов и кровоизлияниям, отеку мозга. '
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Изменения в организме при '
											},
											{
												type: 'text',
												text: 'невесомости',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' (при отсутствии действия сил гравитации) характеризуются распределением крови равномерно во всех сосудах, что приводит к переполнению кровью верхней половины тела и предсердий, расширению афферентных артериол в почках, увеличению гидростатического давления в клубочках почек и к увеличению скорости гломерулярной фильтрации; в гипоталамусе уменьшается образование антидиуретического гормона; увеличивается образование предсердного натрийуретического фактора. При этом наблюдается увеличение выведения воды и натрия, а также кальция из организма.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что такое кинетоз?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Форма патологии, возникающая при нарушении пищевого поведения.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Особый вид аллергии, связанный с физическим контактом.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Нарушение восприятия звуков.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Форма патологии, возникающая при действии на организм ускорений различного характера.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие перегрузки называются положительными продольными?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Направленные от головы к ногам.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Направленные от ног к голове.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Направленные от живота к спине.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Направленные от одного бока к другому.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Что происходит при отрицательных продольных перегрузках?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Кровь перемещается в нижнюю половину тела.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Венозный возврат к сердцу усиливается.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Мозг получает меньше крови.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Может произойти кровоизлияние и отек мозга.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Как влияет невесомость на распределение крови в организме?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Кровь распределяется неравномерно, преимущественно скапливается в ногах.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Кровь равномерно распределяется по организму, создавая нагрузку на верхнюю половину тела.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Кровь почти полностью покидает мозг.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Кровеносные сосуды суживаются, препятствуя циркуляции крови.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какие изменения происходят в организме космонавта при длительном пребывании в состоянии невесомости?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Потеря мышечной массы и костной плотности.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Увеличение выработки кортизола.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Рост сердечной мышцы.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Повышенная секреция адреналина.',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-8',
					title: 'Повреждающее действие ионизирующих излучений ',
					hash: 'ionizing-radiation',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Ионизирующее излучение (ИИ)',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' – это поток частиц или квантов электромагнитного поля, взаимодействие которого с веществом приводит к ионизации его атомов и молекул. Источники ИИ могут быть естественными (космическое облучение, радионуклиды, находящиеся в земной коре, воде, атмосфере) и искусственными (техногенными).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Степень тяжести поражения, биологический и клинический эффекты, тип лучевых реакций, их значимость для организма и время проявления (непосредственно после облучения, вскоре после него или в отдаленные сроки) определяются видом излучения, его физическими характеристиками, в частности, проникающей и повреждающей способностью; дозой облучения, ее мощностью; характером воздействия (внешнее или внутреннее, общее или местное, однократное или дробное); общей реактивностью организма; радиочувствительностью тканей, органов и систем, существенных для выживания организма.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В развитии радиобиологических эффектов на уровне клетки выделяют следующие стадии: 1) поглощение энергии излучения; 2) образование свободных радикалов (радиолиз воды) и радиотоксинов; 3) радиационное нарушение биохимических процессов; 4) ультраструктурные и видимые повреждения.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Радиочувствительность',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' (восприимчивость к воздействию ИИ) ткани прямо пропорциональна пролиферативной активности и обратно пропорциональна степени дифференцированности составляющих ее клеток. По степени чувствительности к ИИ (в убывающем порядке) ткани располагаются в следующей очередности: лимфоидная ткань, кроветворная ткань, эпителиальная ткань (гонады, ЖКТ, покровный эпителий кожи, эндотелий сосудов, хрящ, кость, нервная ткань). Наиболее радиочувствительными клетки оказываются во время митоза.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Органы или системы с высокой радиочувствительностью называются критическими, к ним относятся красный костный мозг, гонады, хрусталик, эпителий слизистых оболочек и кожа.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Чем сложнее живой организм, тем он более чувствителен к действию радиации. Действие ионизирующего излучения на уровне целостного организма проявляется в '
											},
											{
												type: 'text',
												text: 'лучевой болезни',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: '. Различают острую и хроническую лучевую болезнь, а также ее отдаленные последствия.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Острая лучевая болезнь возникает после тотального однократного внешнего равномерного облучения в дозе, превышающей 1 Гр. Она характеризуется тремя основными клиническими синдромами:'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '– костно-мозговым (гематологическим) синдромом, в основе возникновения которого лежит первичное повреждение стволовых клеток костного мозга, проявляется развитием кровотечений в разгар заболевания;'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '– желудочно-кишечным (эпителиально-клеточным) синдромом, проявляющимся клеточным опустошением ворсинок и крипт кишечника, инфекционными процессами, поражением кровеносных сосудов, нарушением баланса жидкости и электролитов, а также секреторной, моторной, барьерной функций кишечника;'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: '– церебральным синдромом, характеризующимся поражением ЦНС, нарушением кровообращения и ликворообращения с развитием отека мозга.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Какой основной фактор определяет степень тяжести поражения организма ионизирующим излучением?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Доза облучения и её мощность',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Цвет волос и глаз человека',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Время суток, когда произошло облучение',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Пол и возраст человека',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Назовите три клинических синдрома, характерные для острой лучевой болезни.',
							options: [
								{
									id: 'opt-1',
									text: 'A) Костно-мозговой, гастрономический, кардиальный',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Эпилептический, дерматологический, офтальмологический',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Желудочно-кишечный, печеночный, почечный',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Костно-мозговой, желудочно-кишечный, церебральный',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Какие виды повреждений развиваются при местном воздействии ионизирующего излучения?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Эпиляция, катаракта, лучевые ожоги кожи',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Артрит, мигрень, бессонница',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Сахарный диабет, ожирение, атеросклероз',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Бессонница, депрессия, тревога',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какая ткань организма обладает наибольшей радиочувствительностью?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Нервная ткань',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Лимфоидная ткань',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Хрящевая ткань',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Кожа',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-9',
					title: 'Повреждающее действие электрического тока.',
					hash: 'electric-current',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Электрический ток',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' – это упорядоченное движение заряженных частиц. Электрическая энергия обладает способностью легко превращаться в другие виды энергии: термическую, механическую и химическую.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Тепловое действие тока',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' начинает проявляться при нагревании тканей выше 60°С, которое приводит к денатурационным изменениям белков с нарушением их физико-химических свойств. По мере прохождения тока через кожу энергия электрического тока превращается в тепло, вызывающее коагуляционный некроз в точках входа и выхода его на коже, а также в поперечнополосатых мышцах и кровеносных сосудах, через которые проходит ток. Сопутствующие поражения сосудов приводят к развитию тромбозов, часто в местах удаленных от поверхности тела, повреждению костей с деструкцией кальций-фосфатного матрикса.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Механические повреждения',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' возникают за счет контрактуры конечностей и фасциальной компрессии мышц и нервов. Этот эффект особенно ярко проявляется при высоковольтных электротравмах: расслоение тканей, разрывы сухожилий, переломы трубчатых костей.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Электрохимическое воздействие тока',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' связано с электролизом, который приводит к поляризации клеточных мембран и формированию участков коагуляционного некроза тканей (вблизи анода) и колликвационного некроза (у катода). Процессы электролиза в сердечном синцитии могут вызвать укорочение периода абсолютной рефрактерности потенциала действия, что способствует формированию кругового нарастающего сердечного ритма (re-entry).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Биологическое действие тока',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' связано с раздражением экстеро- и интерорецепторов. Мучительные болевые ощущения, испытываемые человеком, попавшим под напряжение, приводят к выраженной и длительной гиперактивации симпатоадреналовой системы. Значительно активируется катаболическая фаза метаболизма, возрастает потребление кислорода и расход энергетических веществ.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Электротравма',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' – травма, вызванная воздействием на организм электрического тока, характеризующаяся нарушением структуры и функций тканей и органов, проявляющаяся местной (ожоги) и общей (потеря сознания, остановка сердца и дыхания) реакцией организма. Причиной смерти пострадавших от воздействия электрического тока является внезапное прекращение сердечной деятельности вследствие фибрилляции желудочков (ФЖ), реже встречается асистолия и крайне редко – разрыв сердца. Дыхательная форма смерти развивается вследствие первичной остановки дыхания (центрального или периферического типа).'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что такое электрический ток?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Случайное колебание заряженных частиц.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Упорядоченное движение заряженных частиц.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Тепловой эффект при прохождении тока через проводники.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Электромагнитные колебания в пространстве.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие основные типы поражений тканей возникают при электрохимическом воздействии тока?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Коагуляционный и колликвационный некроз.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Термический ожог и перелом костей.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Контрактура мышц и кровотечение.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Кома и инсульт.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Что происходит при тепловом воздействии электрического тока на ткани организма?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Расслабление мышечных волокон.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Образование ледяных кристаллов в клетках.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Денатурация белков и разрушение клеток.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Повышение устойчивости клеток к радиации.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какой главный симптом отмечается при электрическом ударе, приводящем к остановке сердца?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Фибрилляция желудочков.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Спонтанное сокращение желудка.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Снижение частоты пульса.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Покраснение кожных покровов.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question: "Что значит термин 'электротравма'?",
							options: [
								{
									id: 'opt-1',
									text: 'A) Ранение острым предметом.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Получение ожога открытым пламенем.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Порез стеклом.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Травма, вызванная действием электрического тока.',
									isCorrect: true
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-10',
					title: 'Факторы, определяющие тяжесть электротравмы. ',
					hash: 'factors-electric-injury',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Тяжесть электротравмы зависит от напряжения, силы тока, вида тока (постоянный или переменный), сопротивления, пути прохождения тока, продолжительности контакта и состояния организма человека. При прочих равных условиях электрический ток тем более опасен, чем выше его '
											},
											{
												type: 'text',
												text: 'напряжение',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: 'Ток высокого напряжения (>500–1000 В), как правило, приводит к глубоким ожогам, а низковольтный ток (110–220 В) обычно вызывает мышечный спазм во время воздействия – тетанию. Токи высокого напряжения (тысячи вольт и более) в ряде случаев не приводят к смерти, когда в месте контакта возникает дуговой разряд (вольтова дуга): происходит обугливание тканей, вызывающее резкое увеличение их сопротивления и снижение силы тока.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Переменный ток',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' напряжением до 500 В опаснее'
											},
											{
												type: 'text',
												text: ' постоянного. ',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: 'Различие воздействия связано с тем, что раздражение нервных тканей при постоянном токе возникает в момент замыкания и размыкания электрической цепи, при переменном токе – в течение всего времени прохождения тока.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Решающая роль в оценке патологического действия переменного тока принадлежит его силе и продолжительности контакта. При значениях переменного тока более 8-10 мА в результате непроизвольного сокращения мышц руки пострадавший не может самостоятельно освободиться от электродов («неотпускающий» ток). При силе тока 26-50 мА, протекающего через туловище, возникает тетаническое сокращение дыхательных мышц. Вследствие этого значительно затрудняется или полностью прекращается дыхание и, если цепь тока не будет разомкнута, через несколько минут наступает смерть от асфиксии. '
											},
											{
												type: 'text',
												text: ' силе и продолжительности контакта. ',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: 'При значениях переменного тока более 8-10 мА в результате непроизвольного сокращения мышц руки пострадавший не может самостоятельно освободиться от электродов («неотпускающий» ток). При силе тока 26-50 мА, протекающего через туловище, возникает тетаническое сокращение дыхательных мышц. Вследствие этого значительно затрудняется или полностью прекращается дыхание и, если цепь тока не будет разомкнута, через несколько минут наступает смерть от асфиксии. Переменный ток более 50-100 мА, проходящий через грудную клетку, представляет реальную угрозу развития ФЖ сердца. '
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'В промышленности и быту чаще всего имеют дело с переменным током '
											},
											{
												type: 'text',
												text: 'частотой',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' 40–60 Гц. С увеличением частоты переменного тока, проходящего через тело человека, полное сопротивление тела уменьшается, а величина проходящего тока возрастает. Уменьшение сопротивления возможно лишь в пределах частот от 0 до 60 Гц. При дальнейшем повышении частоты опасность поражения снижается и полностью исчезает при частоте 450–500 кГц. Однако такие токи сохраняют опасность ожогов.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Тяжесть поражения электрическим током зависит от '
											},
											{
												type: 'text',
												text: 'сопротивления',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' кожи. Сопротивление кожи значительно превосходит сопротивление других тканей, однако и оно зависит от многих факторов и может изменяться в очень широких пределах. При высоком сопротивлении характерны ожоги в точках контакта, при низком – более вероятны повреждения внутренних органов. Поскольку клеточные мембраны обладают большим сопротивлением, основным видом проведения низкочастотного тока является ионная проводимость межклеточной жидкости. Наименьшим сопротивлением обладает спинномозговая жидкость, сыворотка крови, лимфа и мышечная ткань.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Путь прохождения тока',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' по человеческому телу определяется местами его входа и выхода и называется петлей. Наиболее опасным с точки зрения внезапного прекращения сердечной деятельности и дыхания, считается путь тока, проходящий через голову и/или грудную клетку (петли тока: рука-рука, рука-нога, голова-рука, голова-нога). При '
											},
											{
												type: 'text',
												text: 'длительном',
												marks: [
													{
														type: 'italic'
													},
													{
														type: 'bold'
													}
												]
											},
											{
												type: 'text',
												text: ' воздействии величина тока возрастает и увеличивается его иррадиация. Это может привести к ФЖ даже при его распространении по наименее опасной нижней петле. Если электротравма сопровождается обширным повреждением тканей, гибель пострадавших наступает при любом пути распространения тока в организме, независимо от вероятности развития ФЖ.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Какой ток считается менее опасным при напряжениях 200-220 В?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Постоянный ток',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Переменный ток',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Оба одинаково опасны',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Опасность не зависит от типа тока',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Что происходит при контакте с высоким напряжением (более тысячи вольт)?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Глубокие ожоги',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Поверхностные царапины',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Незначительный зуд',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Временное помрачение сознания',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Какой показатель делает переменный ток более опасным при небольших напряжениях?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Частота колебаний',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Скорость ветра',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Состав пищи',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Цвет одежды',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какой эффект оказывает «неотпускающий» ток на пострадавшего?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Возможность самостоятельного освобождения от проводов',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Навык мгновенного отключения электричества',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Судороги рук, мешающие освободиться от источников тока',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Безболезненное ощущение покалывания',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Почему высокое сопротивление кожи уменьшает риск глубокого поражения током?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Высокая электропроводность кожи позволяет избежать глубоких ожогов',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Высокое сопротивление создаёт поверхностные ожоги, предотвращая глубокое поражение',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Кожное покрытие защищает внутренние органы от любых воздействий',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Электрический ток мгновенно преобразуется в энергию света',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-11',
					title: 'Задание. «Исходы заболеваний и стадии умирания организма»',
					hash: 'dnd-blocks',
					isRead: false,
					blocks: [
						{
							id: 'dnd-2-1',
							type: 'drag-drop-table',
							title: 'Факторы, определяющие тяжесть электротравмы',
							tableTitle:
								'Студенту предлагается заполнить блок-схему: «Факторы, определяющие тяжесть электротравмы», самостоятельно разделить клинические признаки повреждения электрическим током в зависимости от характеристик тока. Правильные ответы выбираются из общего списка.',
							columns: [
								{ id: 'factor', title: 'Фактор', width: '30%' },
								{ id: 'characteristic', title: 'Характеристика', width: '40%' },
								{ id: 'effects', title: 'Эффекты', width: '30%' }
							],
							rows: [
								{
									id: 'row1',
									title: 'Частота тока',
									characteristic: 'Низкочастотный (40-60 Гц)'
								},
								{
									id: 'row2',
									title: 'Частота тока',
									characteristic: 'Высокочастотный (от 1 млн Гц и выше)'
								},
								{ id: 'row3', title: 'Вид тока', characteristic: 'Постоянный' },
								{ id: 'row4', title: 'Вид тока', characteristic: 'Переменный' },
								{
									id: 'row5',
									title: 'Напряжение тока',
									characteristic: 'Низковольтный (110-220 В)'
								},
								{
									id: 'row6',
									title: 'Напряжение тока',
									characteristic: 'Высоковольтный (>500 В)'
								},
								{
									id: 'row7',
									title: 'Сила тока',
									characteristic:
										'Низкая (до 15 мА, переменный ток; до 50 мА постоянный) («отпускающий» ток)'
								},
								{
									id: 'row8',
									title: 'Сила тока',
									characteristic:
										'Средняя (20-80 мА, переменный ток; свыше 50 мА постоянный ток) («неотпускающий» ток)'
								},
								{
									id: 'row9',
									title: 'Сила тока',
									characteristic:
										'Фибрилляционная (свыше 100 мА при переменном токе, свыше 300 мА при постоянном токе)'
								},
								{
									id: 'row10',
									title: 'Длительность воздействия',
									characteristic: 'Кратковременное'
								},
								{
									id: 'row11',
									title: 'Длительность воздействия',
									characteristic: 'Длительное'
								},
								{
									id: 'row12',
									title: 'Путь прохождения тока',
									characteristic: 'В зависимости от направления'
								},
								{
									id: 'row13',
									title: 'Путь прохождения тока',
									characteristic: 'Источник-«земля»'
								},
								{
									id: 'row14',
									title: 'Степень тяжести алкогольного опьянения',
									characteristic: 'Легкая'
								},
								{
									id: 'row15',
									title: 'Степень тяжести алкогольного опьянения',
									characteristic: 'Тяжелая'
								},
								{
									id: 'row16',
									title: 'Сопротивление тканей в месте контакта',
									characteristic:
										'Порез в месте вхождения тока, влажная кожа = низкое сопротивление'
								},
								{
									id: 'row17',
									title: 'Сопротивление тканей в месте контакта',
									characteristic: 'Толстая сухая кожа = высокое сопротивление'
								}
							],
							answers: [
								{ id: 'ans1', content: 'Фибрилляция, летальный исход' },
								{
									id: 'ans2',
									content:
										'Тяжесть электротравмы меньше (большая концентрация диэлектрика)'
								},
								{
									id: 'ans3',
									content:
										'Более тяжелые ожоги, меньше повреждение внутренних органов'
								},
								{ id: 'ans4', content: 'Судорожные сокращения' },
								{ id: 'ans5', content: 'Опасен' },
								{ id: 'ans6', content: 'Менее опасно' },
								{
									id: 'ans7',
									content:
										'Острая электрическая асфиксия вследствие паралича дыхательных мышц'
								},
								{
									id: 'ans8',
									content:
										'Тонический мышечный спазм верхней конечности приводит к тому, что пострадавший длительное время сжимает источник тока'
								},
								{ id: 'ans9', content: 'Глубокие ожоги тканей' },
								{ id: 'ans10', content: 'Нога-нога' },
								{ id: 'ans11', content: 'Более опасно' },
								{
									id: 'ans12',
									content: 'Рука-рука'
								},
								{
									id: 'ans13',
									content:
										'Тяжесть электротравмы больше (меньшая концентрация диэлектрика)'
								},
								{
									id: 'ans14',
									content:
										'Ожоги менее обширны/отсутствуют, повреждение внутренних органов'
								},
								{
									id: 'ans15',
									content: 'Неопасен, применяется с лечебной целью'
								},
								{
									id: 'ans16',
									content:
										'Судорожные сокращения мышц (однократное) отбрасывают пострадавшего от источника тока'
								},
								{ id: 'ans17', content: 'Восходящий' },
								{ id: 'ans18', content: 'Нисходящий' },
								{
									id: 'ans19',
									content: 'Мышечная тетания с риском длительного воздействия'
								},
								{
									id: 'ans20',
									content: 'рука-нога'
								},
								{
									id: 'ans21',
									content: 'нога-голова'
								},
								{
									id: 'ans22',
									content: 'нога-рука-рука-нога'
								}
							],
							correctAnswers: {
								row1_effects: ['ans5'], // Низкочастотный (40-60 Гц) -> Опасен
								row2_effects: ['ans15'], // Высокочастотный (от 1 млн Гц и выше) -> Неопасен, применяется с лечебной целью
								row3_effects: ['ans16'], // Постоянный -> Судорожные сокращения мышц (однократное) отбрасывают пострадавшего
								row4_effects: ['ans8'], // Переменный -> Тонический мышечный спазм
								row5_effects: ['ans19'], // Низковольтный (110-220 В) -> Мышечная тетания с риском длительного воздействия
								row6_effects: ['ans9'], // Высоковольтный (>500 В) -> Глубокие ожоги тканей
								row7_effects: ['ans4'], // Низкая (до 15 мА, переменный ток; до 50 мА постоянный) -> Судорожные сокращения
								row8_effects: ['ans7'], // Средняя (20-80 мА, переменный ток; свыше 50 мА постоянный ток) -> Острая электрическая асфиксия
								row9_effects: ['ans1'], // Фибрилляционная (свыше 100 мА при переменном токе, свыше 300 мА при постоянном) -> Фибрилляция, летальный исход
								row10_effects: ['ans6'], // Кратковременное -> Менее опасно
								row11_effects: ['ans11'], // Длительное -> Более опасно
								row12_effects: ['ans17', 'ans18'], // В зависимости от направления -> Восходящий, Нисходящий
								row13_effects: ['ans10', 'ans12', 'ans20', 'ans21', 'ans22'], // Источник-«земля» -> Нога-нога
								row14_effects: ['ans6'], // Легкая -> Менее опасно
								row15_effects: ['ans11'], // Тяжелая -> Более опасно
								row16_effects: ['ans13', 'ans14'], // Порез в месте вхождения тока, влажная кожа -> Тяжесть электротравмы больше, Ожоги менее обширны/отсутствуют
								row17_effects: ['ans2', 'ans3'] // Толстая сухая кожа -> Тяжесть электротравмы меньше, Более тяжелые ожоги
							}
						}
					]
				},
				{
					id: 'chapter-2-12',
					title:
						'Эксперимент: Повреждающее действие электрического тока на организм',
					hash: 'electric-current-damage',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Цель работы:',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: ' на экспериментальной модели изучить повреждающее действие электрического тока на организм.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Оборудование:',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: ' 3 белых крысы одного пола и веса, смесь для инъекционного наркоза (Sol. Ketamini hydrochloridi 5% + Sol. Xylazini 2% + Sol. Droperidoli 0,25% + Sol. Atropini sulfatis 0,1%), шприц по 2 мл, 3 препаровальных столика, скальпель, ножницы, 2 пинцета, электрическая цепь с источником переменного тока напряжением 220 вольт, кнопочным выключателем и игольчатыми электродами, электрокардиограф с игольчатыми электродами.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Ход эксперимента',
												marks: [{ type: 'bold' }]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Подготавливаем оборудование. Трех крыс одного пола и веса наркотизируем смесью для наркоза, путем внутримышечной инъекции. После чего фиксируем раздельно с помощью лигатур на препаровальных столиках. Оцениваем их общее состояние, подсчитываем частоту дыхания, по движению брюшка. Фиксируем электроды:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'у 1-ой крысы – к задним лапкам;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'у 2-ой крысы – к ушным раковинам;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'у 3-ей крысы – к передней левой и задней правой лапкам. К этой же крысе подключаем дополнительные игольчатые электроды для ЭКГ (необходимо вспомнить схему подключения стандартных отведений).'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Последовательно пропускаем электрический ток с напряжением 220 вольт через организм подопытного животного в течение 1-2 с (строго дозируя продолжительность действия с помощью кнопочного выключателя). У 3-ей крысы сразу же после окончания действия электрического тока подключаем ЭКГ и регистрируют сердечный ритм. Оцениваем общее состояние животных, изменение частоты дыхания (по движению брюшка), данные ЭКГ. Все полученные данные вносим в таблицу, расположенную ниже.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Почему при прохождении электрического тока через задние конечности вегетативные явления минимальны?',
							options: [
								{
									id: 'opt-1',
									text: 'Ответ не указан',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Почему при прохождении электрического тока через мозг могут наблюдаться следующие нарушения: кратковременная остановка дыхания; последующее его учащение; общие тонические, затем клонические судороги, «бег на месте»; последующая заторможенность?',
							options: [
								{
									id: 'opt-1',
									text: 'Ответ не указан',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Укажите причину гибели животного при прохождении тока через сердце.',
							options: [
								{
									id: 'opt-1',
									text: 'Ответ не указан',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какой путь прохождения тока через организм наиболее опасен и почему?',
							options: [
								{
									id: 'opt-1',
									text: 'Ответ не указан',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-2-13',
					title: 'Интерактивный опыт',
					hash: 'game-case',
					isRead: false,
					blocks: [
						{
							id: 'game-1',
							type: 'game',
							title:
								'Патогенное действие на организм уменьшения кислорода во вдыхаемом воздухе в условиях гипотермии',
							gameUrl: '/games/lab2/index.html',
							gameUrlEn: '/games/lab2_en/index.html',
							width: '100%',
							height: 'auto'
						}
					]
				},
				{
					id: 'chapter-2-14',
					title: 'Клинический случай: патогенные факторы',
					hash: 'clinical-case-pathogenic-factors',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Клинический случай:'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'У 31-летнего мужчины, не имевшего проблем со здоровьем, принимал душ рядом со стиральной машиной, включенной в электросеть. Корпус стиральной машины соприкасался с металлической ванной. Проводником тока стали ванная, душевой шланг и душевая лейка. Стиральная машина была включена в розетку без заземления. На линии, питающей стиральную машину, отсутствовало устройства защитного отключения (УЗО). Мужчина получил электротравму, после чего отмечались остановка дыхания и сердцебиения. Свидетель происшествия незамедлительно оказал базовую сердечно-лёгочную реанимацию (БСЛР), которая продолжалась около 10 минут до прибытия первой бригады скорой помощи. Расширенная сердечно-лёгочная реанимация (РСР) продолжалась ещё 20 минут, при этом изначально был установлен шоковый ритм (фибрилляция желудочков). После 30 минут сердечно-лёгочной реанимации (СЛР) удалось восстановить спонтанное кровообращение (ВСК).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Пациент не пришёл в сознание, его доставили в больницу в состоянии седации и подключили к аппарату искусственной вентиляции лёгких. По прибытии в больницу артериальное давление составляло 89/60 мм рт. ст., частота сердечных сокращений — 80 ударов в минуту, температура в наружном слуховом проходе — 35 °C. По шкале комы Глазго (ШКГ) — 3/15, зрачки симметричны. Уровень глюкозы в крови —4,4 ммоль/л. Входных или выходных ран не обнаружено. Дополнительные тесты выявили острое повреждение почек (креатинин 141,44 мкмоль/л, мочевина 6,64 ммоль/л), гиперфосфатемию (3,68 ммоль/л), рабдомиолиз (креатинкиназа (CK) 406 ед/л, миоглобин 6241 мг/л), цитолиз печеночных клеток (аспартатаминотрансфераза (AСT) 102 Ед/л, аланинаминотрансаминаза (АЛТ) 101 Ед/л); повышенный уровень тропонина (750 нг/ л при норме <34,5 нг/л) и отрицательный результат скрининга на злоупотребление наркотиками. Функция щитовидной железы и уровень других электролитов в сыворотке крови были в норме; трансторакальная эхокардиография и электрокардиограмма (ЭКГ) не выявили существенных изменений, ангиокомпьютерная томография (КТ) не показала признаков тромбоэмболии лёгочной артерии, но были описаны очаговые затемнения в обоих лёгких, в основном в верхних долях, а также очаговое уплотнение в правой нижней доле.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Компьютерная томография головного мозга при поступлении выявила левостороннее внутримозговое кровоизлияние. Состояние пациента постепенно улучшилось, и его оценка по шкале комы Глазго составила 11/15 баллов. Очаговых двигательных нарушений не обнаружено. Электроэнцефалограмма (ЭЭГ) исключила пароксизмальную активность, а дополнительная магнитно-резонансная томография (МРТ) выявила гиперинтенсивные области в головном мозге, указывающие на цитотоксический отёк.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Среднее артериальное давление (сАД) составляло >75 мм рт. ст. при временной необходимости в аминергической поддержке и жидкостной реанимации. Аритмий зарегистрировано не было. Мониторинг уровня тропонина показал максимум 33 000 нг / л (через 12 часов после поступления) с последующей нормализацией; ЭКГ имела некоторые неспецифические изменения, но нормализовалась через несколько дней.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Пациент оставался на искусственной вентиляции лёгких в течение пяти дней с минимальной дыхательной недостаточностью. В первый день поступления пациенту был начат прием антибиотиков (амоксициллин-клавуланат), предполагающий аспирацию из-за повышения температуры тела (39ºC после прекращения целенаправленного регулирования температуры (TTM)), продуктивной мокроты и картины уплотнения на КТ нижней части грудной клетки. Что еще более интересно, при поступлении также присутствовали помутнения обоих легких, похожие на матовое стекло. Успешная экстубация была возможна на пятый день отделения интенсивной терапии.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Острое повреждение почек было устранено в течение 5 суток. Диурез поддерживался на уровне > 200 мл / кг. Рабдомиолиз разрешился в течение 72 часов. Ожогов или повреждений кожи, указывающих на входные или выходные раны, обнаружено не было. Наблюдалось транзиторное повышение АСТ и АЛТ, максимум в 3 раза превышающее нормальные значения при поступлении и последующая нормализация.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Пациента выписали и отправили в реабилитационный центр, где в течение трёх месяцев у него наблюдалось улучшение двигательных и когнитивных функций. При последующем обследовании он продемонстрировал способность выполнять несколько базовых повседневных действий, таких как приём пищи, одевание и купание, хотя его способность выполнять сложные когнитивные задачи была нарушена.'
											}
										]
									}
								]
							}
						},
						{
							id: 'clinical-case-2-13-1',
							type: 'free-input',
							title: 'Клинический случай: патогенные факторы',
							questions: [
								{
									id: 'q1-patho',
									text: 'Какие основные патологические процессы развились у пациента вследствие воздействия электрического тока? Обоснуйте свой ответ данными из описания случая.',
									maxLength: 1000
								},
								{
									id: 'q2-therapy',
									text: 'Какие факторы определяют тяжесть электротравмы, и какие из них имели место в данном случае?',
									maxLength: 800
								},
								{
									id: 'q3-therapy',
									text: ' Как можно объяснить резкое повышение уровня тропонина до 33 000 нг/л при отсутствии выраженных структурных изменений сердца на ЭКГ и ЭхоКГ?',
									maxLength: 800
								}
							],
							timeLimit: 1800, // 45 минут
							submissionText: 'Ответ направлен на проверку преподавателю'
						}
					]
				}
			]
		}
	]
}
