// data/courseData.ts
import { Course, DragDropTableBlock } from './types'

export const courseData: Course = {
	id: 'course-1',
	title: 'Гипоксия',
	description: 'Полный курс по теме Гипоксия',
	modules: [
		{
			id: 'module-1',
			title: 'Определение и классификация гипоксии',
			chapters: [
				{
					id: 'chapter-1-1',
					title: 'Определение и классификация гипоксии',
					hash: 'what-is',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: `
              Гипоксия — (hypo — греч., под, ниже, oxy — от лат. oxygenium — кислород) или кислородное голодание — это типовой патологический процесс, возникающий при недостаточном снабжении тканей организма кислородом или нарушении его использования в процессах биологического окисления.
              \n Независимо от этиологии гипоксических состояний в их развитии и исходе решающая роль принадлежит степени насыщения тканей кислородом и его участию в метаболических процессах.
              \nГипоксия рассматривается не только как патологический феномен. В повседневной деятельности человек ежедневно испытывает на себе воздействие недостатка кислорода или физиологической гипоксии. Этот вид гипоксии может формироваться в скелетной мускулатуре при интенсивной мышечной работе, в тканях головного мозга — при чрезмерном умственном напряжении, в органах желудочно-кишечного тракта — при неадекватном усилении их физиологической активности. При физиологической гипоксии, в отличие от патологической, изменения органов и тканей носят кратковременный и обратимый характер.
              \nВ настоящее время на основе фундаментальных исследований в области физиологии накоплен фактический материал о механизмах гипоксических повреждений, что позволило выработать прогностические критерии гипоксии, установить последовательность развития нарушений и создать классификацию гипоксических состояний.
              \nКлассификация гипоксии учитывает различия по ее происхождению, патогенезу, скорости развития, степени тяжести и распространенности. По происхождению различают экзогенную и эндогенную гипоксию.
              \nГипоксия по распространенности может быть местной (локальной) и общей (генерализованной).
              \nПо выраженности расстройств жизнедеятельности организма различают следующие разновидности гипоксии:
              \n - легкую; 
              \n - среднюю (умеренную); 
              \n - тяжелую; \n- критическую (опасную для жизни, летальную).\n В качестве основных признаков для определения тяжести гипоксии  используют: степень нарушения нервно-психической деятельности;  выраженность расстройств функций сердечно-сосудистой и дыхательной систем.`
						},
						// {
						//   id: 'image-1',
						//   type: 'image',
						//   url: '/images/react-logo.png',
						//   alt: 'Логотип React',
						//   caption: 'Логотип React'
						// },
						{
							id: 'question-1',
							type: 'question',
							question: 'Что такое гипоксия?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Избыток кислорода в организме',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Недостаточное снабжение тканей кислородом ',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Повышенная активность органов дыхания ',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Нарушение процессов окисления в тканях ',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question: 'Какие виды гипоксии существуют по происхождению?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Экзогенная и эндогенная',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Физиологическая и патологическая',
									isCorrect: false
								},
								{ id: 'opt-3', text: 'В) Легкая и тяжелая', isCorrect: false },
								{ id: 'opt-4', text: 'Г) Местная и общая', isCorrect: false }
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Как классифицируется гипоксия по распространенности?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Легкая и умеренная',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Экзогенная и эндогенная',
									isCorrect: false
								},
								{ id: 'opt-3', text: 'В) Местная и общая', isCorrect: true },
								{
									id: 'opt-4',
									text: 'Г) Тяжелая и критическая',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какие признаки используются для оценки тяжести гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Степень нарушения нервно-психической деятельности',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Выраженность расстройств функций сердечно-сосудистой системы',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Выраженность расстройств дыхательной системы',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Все вышеперечисленное',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какой тип гипоксии характеризуется кратковременными и обратимыми изменениями в органах и тканях?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Патологическая гипоксия',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Эндогенная гипоксия',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Физиологическая гипоксия ',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Критическая гипоксия',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-2',
					title: 'Типы гипоксии по причине возникновения',
					hash: 'types-vosn',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: `
              По этипатогенезу гипоксия классифицируется следующим образом:
              (схема)
              `
						},
						{
							id: 'image-1',
							type: 'image',
							url: '/images/courses/hypoxia-types-of-occurrence.png',
							alt: 'Этипатогенез гипоксии',
							caption: 'Схема по этипатогенезу гипоксия'
						},
						{
							id: 'text-2',
							type: 'text',
							content: `
              Экзогенные типы гипоксии.\n
              Нормобарическая экзогенная гипоксия связана с уменьшением процентного содержания кислорода и увеличением углегислого газа в воздухе, поступающем в организм при нормальном барометрическом давлении. Возникает при нахождении людей в небольшом и/или плохо вентилируемом пространстве (шахте, колодце, лифте); несоблюдении методики искусственной вентиляции легких. Ключевыми звеньями патогенеза являются: артериальная гипоксемия, гиперкапния  и газовый ацидоз.\n
              Гипобарическая экзогенная гипоксия развивается в результате   уменьшения парциального давления кислорода (рО2) в воздухе, поступающем в организм при снижении барометрического давления. Наблюдается при развитии горной, высотной или декомпрессионной болезни (при подъеме человека на высоту более 3000-3500 м, где рО2 воздуха снижено примерно до 100 мм рт.ст.). Ключевыми звеньями патогенеза являются: артериальная гипоксемия, гипокапния  и газовый алкалоз. 
              `
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'С чем связано развитие нормобарической экзогенной гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Уменьшение процентного содержания кислорода в воздухе при нормальном барометрическом давлении',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Увеличение концентрации углекислого газа в воздухе при низком атмосферном давлении',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Подъем на большую высоту',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Нахождение в условиях пониженного атмосферного давления',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие ключевые звенья патогенеза характерны для нормобарической экзогенной гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Артериальная гипоксемия, гиперкапния и газовый ацидоз',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Артериальная гипоксемия, гипокапния и газовый алкалоз',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Гипертензия, гиперкалиемия и метаболический ацидоз',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Гипоксемия, гипонатриемия и респираторный алкалоз',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'В каких ситуациях может развиться нормобарическая экзогенная гипоксия?',
							options: [
								{
									id: 'opt-1',
									text: 'А) При подъеме на высоту более 3000 метров',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) При нахождении в шахтах, колодцах или лифтах',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) При погружении на глубину более 50 метров',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) При длительном пребывании в горах',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Что является ключевым фактором развития гипобарической экзогенной гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Уменьшение парциального давления кислорода в воздухе',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Увеличение парциального давления углекислого газа в крови',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Увеличение уровня гемоглобина в крови',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Снижение температуры окружающей среды',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какие ключевые звенья патогенеза характерны для гипобарической экзогенной гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Артериальная гипоксемия, гиперкапния и газовый ацидоз',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Артериальная гипоксемия, гипокапния и газовый алкалоз',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Гипертензия, гиперкалиемия и метаболический ацидоз',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Гипоксемия, гипонатриемия и респираторный алкалоз',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-3',
					title: 'Эндогенные типы гипоксии',
					hash: 'endogenous-types',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: `
              Эндогенные типы гипоксии\n
              Дыхательная гипоксия возникает в результате недостаточности газообмена в легких. Инициальным патогенетическим звеном является артериальная гипоксемия, сочетающаяся с гиперкапнией и ацидозом.\n
              Циркуляторная гипоксия развивается при недостаточности кровоснабжения тканей и органов. Системная циркуляторная гипоксия связана с развитием гиповолемии, сердечной недостаточности, генерализованных форм снижения тонуса сосудов. Локальная циркуляторная гипоксия встречается при местных расстройствах кровообращения (венозная гиперемия, ишемия, стаз), регионарных нарушениях диффузии кислорода из крови к клеткам и митохондриям. Инициальным патогенетическим звеном являются: увеличение артериовенозной разницы по кислороду, метаболический ацидоз.\n
              Гемическая гипоксия характеризуется снижением эффективной кислородной емкости крови и, следовательно, ее кислородтранспортирующей функции, т.е. способности гемоглобина эритроцитов присоединять кислород в капиллярах легких, транспортировать и отдавать оптимальное его количество в тканях. Главные звенья патогенеза: уменьшение содержания гемоглобина в единице объема крови (анемии) и нарушения транспортных свойств гемоглобина (наследственные и приобретенные гемоглобинопатии). \n
              Тканевая гипоксия связана с действием факторов, снижающих эффективность утилизации кислорода клетками тканей. Ключевыми звеньями патогенеза являются: снижение эффективности использования кислорода (подавление активности ферментов биологического окисления, торможение синтеза и дефицит ферментов биологического окисления) или уменьшение степени сопряжения окисления и фосфорилирования в митохондриях (действие веществ, разобщающих процессы окисления и фосфорилирования: высшие жирные кислоты, гормоны щитовидной железы, избыток ионов кальция, протонов водорода). \n
              Субстратная гипоксия развивается в результате дефицита субстратов биологического окисления в клетках, например, глюкозы. Главным звеном патогенеза является прогрессирующее снижение эффективности биологического окисления.\n
              Перегрузочная гипоксия является результатом гиперфункции клеток. Активация дополнительных резервов функциональной активности, как правило, сопровождается повышенным расходом АТФ, что приводит к повышению потребности клеток в кислороде. При невозможности организма увеличить поставку кислорода прогрессирование гипоксии может привести к повреждению клеток.\n
              `
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Что является инициальным патогенетическим звеном дыхательной гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Артериальная гипоксемия',
									isCorrect: true
								},
								{ id: 'opt-2', text: 'Б) Гипокапния', isCorrect: false },
								{
									id: 'opt-3',
									text: 'В) Метаболический ацидоз',
									isCorrect: false
								},
								{ id: 'opt-4', text: 'Г) Гипергликемия', isCorrect: false }
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие факторы вызывают локальную циркуляторную гипоксию?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Венозная гиперемия, ишемия, стаз',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Сердечная недостаточность',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Генерализованное снижение тонуса сосудов',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Дефицит субстратов биологического окисления',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Какое ключевое звено патогенеза характерно для гемической гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Снижение содержания гемоглобина в крови',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Нарушения транспорта кислорода кровью',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Гипервентиляция легких',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Метаболический алкалоз',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question: 'Почему развивается тканевая гипоксия?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Из-за подавления активности ферментов биологического окисления',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Из-за увеличения концентрации углекислого газа в крови',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Из-за повышения артериального давления',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Из-за усиления кровотока в органах',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question: 'Какой фактор вызывает перегрузочную гипоксию?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Гиперфункция клеток',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Дефицит кислорода в атмосфере',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Снижение тонуса сосудов',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Низкий уровень глюкозы в крови',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-4',
					title: 'Биохимические механизмы гипоксии',
					hash: 'biochemical-mechanisms',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: `
              Биохимические механизмы гипоксии\n

              Нарушение кислородного режима органов и тканей в первую очередь вызывает метаболические изменения в них. В организме человека более 90% всего потребляемого кислорода расходуется на реакцию восстановления с участием цитохромоксидазы митохондрий и лишь 10% кислорода метаболизируется в тканях с участием оксигеназ. \n
              
              Повреждающее действие гипоксии на клетки условно можно разделить на 2 этапа. Первый связан с быстро развивающимся энергетическим дефицитом, поскольку кислород в качестве субстрата терминального фермента митохондриальной дыхательной цепи — цитохромоксидазы участвует в реакциях аэробного образования энергии, поэтому недостаток кислорода может приводить к изменению активности ферментных комплексов дыхательной цепи и снижению синтеза макроэргов (АТФ и креатинфосфата). 
              \n
              При гипоксии страдают энергозависимые реакции, такие как формирование мембранного потенциала, транспорт ионов, электрогенная функция клеток, мышечное сокращение, функция рецепторов и др. С позиций биохимических механизмов гипоксии это явление известно под названием «биоэнергетической гипоксии» (по сути синоним тканевой гипоксии), которая сопутствует практически любой форме гипоксии и является одним из ее этапов. 
              \n
              При дефиците макроэргов и нарушении энергозависимых процессов результатом первого этапа отмечается увеличение расхода внутриклеточного гликогена и повышение объемов анаэробного гликолиза. Это приводит к избыточной продукции молочной кислоты и формированию ацидоза. 
              \n
              Нарушение работы ионных насосов сопровождается изменением гомеостаза ионов натрия (накопление Na+ в клетке) с последующей гипергидратацией и набуханием клетки и кальция (увеличение свободного Cа2+ в цитозоле), приводящее к активации ряда биохимических механизмов, связанных с деструкцией клеточных элементов. Выброс кальция (Cа2+) из внутриклеточных пулов и его накопление в цитозоле приводит к активации цикла арахидоновой кислоты, накоплению медиаторов воспаления, вазоактивных веществ: простагландинов, лейкотриенов, тромбоксанов, простациклинов и активации свободнорадикальных процессов. Активность Са-зависимых митохондриальных ферментов (пируватдегидрогеназы, изоцитратдегидрогеназы, α-кетоглутаратдегидрогеназы) снижается, что дополнительно ингибирует клеточное дыхание и энергосинтезирующую функцию. 
              \n
              Возникающий энергодефицит и сопутствующие ему нарушения метаболизма углеводов, жиров и белков становятся мембранотоксичными факторами, способными нарушать функции мембраносвязанных белков, структуру протеинлипидного взаимодействия и физико-химические свойства мембран. Это создает предпосылки для инициации перекисного окисления липидов, которое обладает самостоятельным выраженным мембраноповреждающим эффектом и замыкает порочный круг гипоксического повреждения клетки.
              `
						},
						{
							id: 'image-1',
							type: 'image',
							url: '/images/courses/biochemical-types-of-hypoxia.png',
							alt: 'Биохимические механизмы гипоксии',
							caption: 'Схема биохимических механизмов гипоксии'
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Какие последствия наблюдаются при дефиците макроэргов?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Увеличение расходов внутриклеточного гликогена',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Усиление синтеза белков',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Образование новых митохондрий',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Снижение уровня кальция в цитоплазме',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какой эффект вызывает выброс кальция из внутриклеточных пулов?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Индукция воспалительной реакции',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Стимуляция анаболических процессов',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Повышение уровня лактата',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Ускоренное деление клеток',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Что является механизмом компенсации энергодефицита?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Перекисное окисление липидов',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Снижение уровня глюкозы',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Активизация анаэробного гликолиза',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Накопление ионов калия в цитоплазме',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'К чему приводят изменения в работе ионных насосов при гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Гипергидратация и набухание клетки',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Повышенное потребление кислорода',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Снижение активности ферментов',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Замедление процесса анаэробного гликолиза',
									isCorrect: false
								}
							]
						},
						//какой ответ правильный??????
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какое первичное нарушение вызывает гипоксическое состояние в клетках?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Нарушение ионного баланса',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Снижение активности ферментов',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Энергетический дефицит',
									isCorrect: true
								},
								{ id: 'opt-4', text: 'Г) Повреждение ДНК', isCorrect: false }
							]
						}
					]
				},
				{
					id: 'chapter-1-5',
					title: 'Механизмы адаптации к гипоксии (срочные)',
					hash: 'acute-adaptation',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: `
              Механизмы адаптации к гипоксии (срочные)
              \n
              Срочные реакции возникают рефлекторно вследствие раздражения рецепторов сосудистой системы и ретикулярной формации ствола мозга изменившимся газовым составом крови. При экзогенной гипоксии компенсаторные механизмы направлены на улучшение доставки кислорода в капилляры и оксигенацию гемоглобина в легких.
\n
              Со стороны системы дыхания происходит увеличение альвеолярной вентиляции, ее минутного объема, за счет углубления дыхания, учащения дыхательных экскурсий, мобилизации резервных альвеол (компенсаторная одышка). При экзогенной гипобарической гипоксии вследствие снижения парциального давления кислорода во вдыхаемом воздухе и гипокапнии происходит вазоконстрикция сосудов легких согласно рефлексу Эйлера-Лильестранда, с помощью которого поддерживается адекватная перфузия легких.
\n
              Со стороны сердечно-сосудистой системы компенсаторные механизмы заключаются в учащении сердечных сокращений, увеличении массы циркулирующей крови (за счет выброса крови из кровяных депо), венозного притока, ударного и минутного объема сердца, скорости кровотока, кровоснабжения мозга, сердца и других жизненно важных органов и уменьшении кровоснабжения мышц, кожи и др. (централизация кровообращения происходит только при тяжелой гипоксии).
\n
              Включаются гемические механизмы. Увеличивается объем циркулирующей крови (ОЦК). Повышение кислородной емкости крови происходит за счет усиленного вымывания эритроцитов из костного мозга, повышении кислородсвязывающих свойств гемоглобина. Оксигемоглобин приобретает способность отдавать тканям большее количество кислорода даже при умеренном снижении рО2 в тканевой жидкости, чему способствует развивающийся в тканях ацидоз; повышается степень диссоциации гемоглобина в тканях, ограничивается активность органов и тканей, непосредственно не участвующих в обеспечении транспорта кислорода.
\n
              Тканевые внутриклеточные механизмы адаптации формируют новый функционально-метаболический статус организма, который обеспечивает его приспособление к недостатку кислорода. При гипоксии важные регуляторные функции в межклеточной и внутриклеточной сигнализации выполняют митохондрии. На первой стадии биоэнергетической гипоксии компенсаторные механизмы энергетического обмена проявляются в первоначальной активации электронтранспортной функции дыхательной цепи за счет усиления окислительных процессов на субстратном ее участке: НАДН-оксидазном и сукцинатоксидазном, что может приводить даже к небольшому увеличению внутриклеточного содержания АТФ. При усилении тяжести или длительности гипоксического воздействия активация ферментов субстратного участка сменяется ингибированием НАД-зависимого пути окисления, приводящим к нарушению переноса электронов на участке НАДНCоQ. Однако при этом наблюдается альтернативная компенсаторная активация сукцинатоксидазного пути окисления, который обеспечивает электронами цитохромный участок дыхательной цепи. Наряду с этим усиливается анаэробный синтез АТФ в реакциях гликолиза; возрастает продукция оксида азота, что способствует расширению прекапиллярных сосудов, снижению адгезии и агрегации тромбоцитов, а также активируется синтез стресс-белков, защищающих клетку от повреждения.
\n
              Повышенное функционирование систем транспорта кислорода и субстратов метаболизма к клеткам сопровождается интенсивным расходом энергии и метаболитов. Таким образом, эти механизмы имеют высокую «энергетическую и субстратную цену». Именно это является (или может стать) лимитирующим фактором уровня и длительности гиперфункционирования.
              `
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Какие срочные реакции возникают при изменении газового состава крови?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Рефлексы сосудистой системы',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Рефлекс Эйлера-Лильестранда',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Увеличение альвеолярной вентиляции',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Все вышеперечисленное',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие компенсаторные механизмы включаются со стороны сердечно-сосудистой системы при гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Учащение сердечных сокращений',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Увеличение минутного объема сердца',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Централизация кровообращения',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Все вышеперечисленные',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Как изменяется кислородная емкость крови при гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Увеличивается за счет усиления вымывания эритроцитов из костного мозга',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Снижается из-за падения рО₂ в ткани',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Остается неизменной',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Резко увеличивается за счет синтеза нового гемоглобина',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какова роль митохондрий в адаптационных процессах при гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Обеспечение энергией',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Сигнальная функция',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Регулирование межклеточной и внутриклеточной сигнализации',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Все вышеперечисленное',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какие энергетические механизмы включаются при начальной стадии гипоксии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Активация окислительных процессов на уровне НАДН-оксидазы',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Альтернативная активация сукцинатоксидазного пути',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Усилен анаэробный синтез АТФ',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Все вышеперечисленное',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-6',
					title: 'Механизмы адаптации к гипоксии (долговременные)',
					hash: 'chronic-adaptation',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: `
              Механизмы адаптации к гипоксии (долговременные)
\n
              При длительной адаптации к гипоксии формируются механизмы долговременного приспособления («системный структурный след»), которые позволяют адекватно обеспечивать потребность организма в кислороде, несмотря на его дефицит во внешней среде, трудности в доставке и снабжении тканей кислородом. В их основе лежит активация геномного ответа в клетках, подверженных гипоксии.
\n
              Сердечно-сосудистые механизмы включают гипертрофию и гиперфункцию миокарда, увеличение содержания миоглобина в миокардиоцитах, увеличение количества капилляров в миокарде, развитие коллатерального кровообращения, увеличение васкуляризации периферических тканей при хронической гипоксии.
\n
              Важнейшим регулятором транскрипции генов, отвественных за адаптацию к гипоксии является индуцируемый гипоксией фактор (HIF-1). Альфа субъединица (HIF-1α) данного белка является сенсором кислорода для клетки. В нормоксических условиях она подвергается гидроксилированию и деградации, а в гипоксических соединяется с субъединицей HIF-1β и транслоцируется в ядро клетки, где связывается с промоторными участками ДНК и активирует транскрипцию более 60 генов, регулирующих метаболизм глюкозы, сосудистый тонус и ангиогенез, синтез структурных белков, пролиферацию и гипертрофию клеток, чувствительность рецепторов каротидных телец, эритропоэз. В результате данных процессов происходит реализация механизмов повышения эффективности кислородтранспортных и метаболических процессов.
\n
              К дыхательным механизмам относятся гипертрофия и гиперплазия нейронов дыхательного центра, гипертрофия и гиперфункция легких.
\n
              Сердечные механизмы включают гипертрофию миокарда, увеличение числа капилляров в сердечной мышце, увеличение количества митохондрий в кардиомиоцитах, возрастание площади и скорости взаимодействия активна и миозина, увеличение синтеза сократительных белков, изменение рецепторного аппарата кардиомиоцитов.
\n
              Гемические механизмы заключаются в эритроцитозе, активации эритропоэза с увеличением эритропоэтина и содержания гемоглобина, повышение кислородной емкости крови.
\n
              Тканевые механизмы заключаются в экономизации процесса образования энергии за счет:\n
              • активации биогенеза митохондрий, приводящей к увеличению их количества на единицу массы клетки, их активной поверхности и химического сродства к кислороду;\n
              • активации синтеза нуклеиновых кислот и митохондриальных белков;\n
              • увеличения активности ферментов дыхательной цепи и их сродства к окисляемым субстратам на фоне снижения ее электронтранспортной функции;\n
              • активации антиоксидантной и детоксикационной систем.\n
\n
              При длительной адаптации к гипоксии появляется популяция митохондрий с новыми свойствами: сниженным содержанием дыхательных переносчиков на терминальном участке дыхательной цепи и их окислительной способностью, но работающих в более эффективном режиме за счет увеличения эффективности окислительного фосфорилирования. Эти новые свойства митохондрий обеспечивают экономизацию процесса образования энергии.
\n
              Таким образом, в адаптации к длительному действию гипоксии наибольшее значение имеют реакции организма на молекулярном уровне, в том числе ускорение трансляции и транскрипции генов синтеза эритропоэтина, мио- и гемоглобинов, белков дыхательных ферментов митохондрий, мышечных белков.
\n
              В случае длительно продолжающейся гипоксии, ее углублении происходит постепенное истощение адаптационных возможностей организма, может развиться их несостоятельность и наступить «срыв» реакции долговременной адаптации (дезадаптация) и даже декомпенсация, сопровождающаяся нарастанием деструктивных изменений в органах и тканях и функциональных нарушений.
              `
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Индуцируемый гипоксией фактор (HIF-1):',
							options: [
								{
									id: 'opt-1',
									text: 'А) Усиливает разрушение миоглобина',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Является основным регулятором транскрипции генов при гипоксии',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Снижает активность антиоксидантных систем',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Угнетает эритропоэз',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие изменения происходят в сердечно-сосудистой системе при гипоксии?',
							options: [
								{ id: 'opt-1', text: 'А) Атрофия миокарда', isCorrect: false },
								{
									id: 'opt-2',
									text: 'Б) Увеличение количества капилляров в миокарде',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Снижение содержания миоглобина',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Уменьшение васкуляризации периферических тканей',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Что такое коллатеральное кровообращение?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Увеличение диаметра артерий',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Обходные пути кровоснабжения через мелкие сосуды',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Увеличение частоты сердечных сокращений',
									isCorrect: false
								},
								{ id: 'opt-4', text: 'Г) Сужение вен', isCorrect: false }
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какой белок усиливает выработку эритроцитов при гипоксии?',
							options: [
								{ id: 'opt-1', text: 'А) Гемоглобин', isCorrect: false },
								{ id: 'opt-2', text: 'Б) Миоглобин', isCorrect: false },
								{ id: 'opt-3', text: 'В) Эритропоэтин', isCorrect: true },
								{ id: 'opt-4', text: 'Г) Инсулин', isCorrect: false }
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Почему длительная гипоксия может привести к дезадаптации?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Недостаток питательных веществ',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Истощение адаптационных ресурсов организма',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'В) Избыточная выработка эритроцитов',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Замедление роста волос',
									isCorrect: false
								}
							]
						}
					]
				},
				{
					id: 'chapter-1-7',
					title: 'Задание. «Механизмы адаптации к гипоксии»',
					hash: 'dnd-blocks',
					isRead: false,
					blocks: [
						{
							id: 'dnd-1',
							type: 'drag-drop-table',
							title: 'Экстренная адаптация к гипоксии',
							tableTitle: `Задание. «Механизмы адаптации к гипоксии»\n
              Гипоксия служит инициальным системообразующим фактором, направленным на формирование в организме динамичной функциональной системы по достижению и поддержанию оптимального уровня биологического окисления в клетках. Эта система реализует свои эффекты за счет активации механизмов доставки кислорода и субстратов метаболизма к тканям и включения их в реакции биологического окисления. В структуру этой функциональной системы входят следующие физиологические системы:
              \n
              - внешнего дыхания;\n
              - сердечно-сосудистая;\n
              - крови;\n
              - биологического окисления;\n
              - регуляции.\n
              \n
              Дополните схемы «Экстренная адаптация к гипоксии» и «Долговременная адаптация к гипоксии», используя приведенные ниже блоки. 
              `,
							columns: [
								{ id: 'type', title: 'Органы и системы', width: '20%' },
								{ id: 'characteristics', title: 'Эффекты', width: '30%' },
								{ id: 'examples', title: 'Механизмы эффектов', width: '50%' }
							],
							rows: [
								{
									id: 'row1',
									column1: 'Система внешнего дыхания',
									column2: 'Увеличение объема альвеолярной вентиляции'
								},
								{
									id: 'row2',
									column1: 'Сердечно-сосудистая система',
									column2: 'Повышение сердечного выброса'
								},
								{
									id: 'row3',
									column1: 'Сердечно-сосудистая система',
									column2: 'Перераспределение кровотока — его централизация'
								},
								{
									id: 'row4',
									column1: 'Система крови',
									column2: 'Увеличение кислородной емкости крови'
								},
								{
									id: 'row5',
									column1: 'Система биологического окисления',
									column2: 'Повышение эффективности биологического окисления'
								}
							],
							answers: [
								{ id: 'ans1', content: 'Увеличение частоты дыхания' },
								{ id: 'ans2', content: 'Увеличение глубины дыхания' },
								{
									id: 'ans3',
									content: 'Увеличение числа функционирующих альвеол'
								},
								{ id: 'ans4', content: 'Увеличение объема вентиляции' },
								{ id: 'ans5', content: 'Увеличение силы сердечных сокращений' },
								{ id: 'ans6', content: 'Увеличение частоты сокращений' },
								{
									id: 'ans7',
									content: 'Увеличение систолического и минутного объема'
								},
								{
									id: 'ans8',
									content: 'Региональное изменение диаметра сосудов'
								},
								{ id: 'ans9', content: 'Повышение артериального давления' },
								{ id: 'ans10', content: 'Ускорение кровотока' },
								{ id: 'ans11', content: 'Выброс крови из депо' },
								{
									id: 'ans12',
									content: 'Элиминация эритроцитов из костного мозга'
								},
								{
									id: 'ans13',
									content: 'Повышение сродства Hb к кислороду в легких'
								},
								{
									id: 'ans14',
									content: 'Увеличение диссоциации оксигемоглобина в тканях'
								},
								{ id: 'ans15', content: 'Активация тканевого дыхания' },
								{ id: 'ans16', content: 'Активация гликолиза' },
								{
									id: 'ans17',
									content:
										'Повышение сопряженности окисления и фосфорилирования'
								}
							],
							correctAnswers: {
								row1: ['ans1', 'ans2', 'ans3', 'ans4'],
								row2: ['ans5', 'ans6', 'ans7'],
								row3: ['ans8', 'ans9', 'ans10'],
								row4: ['ans11', 'ans12', 'ans13', 'ans14'],
								row5: ['ans15', 'ans16', 'ans17']
							}
						},
						{
							id: 'dnd-2',
							type: 'drag-drop-table',
							title: 'Долговременная адаптация к гипоксии',
							tableTitle: `Задание. «Механизмы долговременной адаптации к гипоксии»\n
              Долговременная адаптация формируется при продолжительном воздействии гипоксических условий и включает структурные изменения в различных физиологических системах организма. Эти изменения направлены на повышение эффективности кислородного снабжения тканей и оптимизацию метаболических процессов.\n
              В структуру адаптационной системы входят:\n
              - система внешнего дыхания;\n
              - сердечно-сосудистая система;\n
              - система крови;\n
              - система биологического окисления;\n
              - системы регуляции.\n
              \n
              Дополните таблицу, перетаскивая соответствующие механизмы в нужные ячейки.`,
							columns: [
								{ id: 'type', title: 'Органы и системы', width: '20%' },
								{ id: 'characteristics', title: 'Эффекты', width: '30%' },
								{ id: 'examples', title: 'Механизмы эффектов', width: '50%' }
							],
							rows: [
								{
									id: 'row1',
									column1: 'Система внешнего дыхания',
									column2: 'Увеличение степени оксигенации крови в легких'
								},
								{
									id: 'row2',
									column1: 'Сердечно-сосудистая система',
									column2: 'Повышение сердечного выброса'
								},
								{
									id: 'row3',
									column1: 'Сердечно-сосудистая система',
									column2: 'Возрастание уровня перфузии тканей кровью'
								},
								{
									id: 'row4',
									column1: 'Система крови',
									column2: 'Увеличение кислородной емкости крови'
								},
								{
									id: 'row5',
									column1: 'Система биологического окисления',
									column2: 'Повышение эффективности биологического окисления'
								},
								{
									id: 'row6',
									column1: 'Системы регуляции',
									column2:
										'Возрастание эффективности и надежности механизмов регуляции'
								}
							],
							answers: [
								{ id: 'ans1', content: 'Гиперплазия и гипертрофия альвеол' },
								{ id: 'ans2', content: 'Стимуляция ангиогенеза' },
								{ id: 'ans3', content: 'Гипертрофия дыхательных мышц' },
								{ id: 'ans4', content: 'Гипертрофия миокарда' },
								{
									id: 'ans5',
									content:
										'Увеличение числа капилляров и митохондрий в кардиомиоцитах'
								},
								{
									id: 'ans6',
									content:
										'Возрастание скорости взаимодействия актина и миозина'
								},
								{
									id: 'ans7',
									content: 'Повышение эффективности систем регуляции сердца'
								},
								{
									id: 'ans8',
									content: 'Увеличение количества функционирующих капилляров'
								},
								{ id: 'ans9', content: 'Развитие артериальной гиперемии' },
								{ id: 'ans10', content: 'Активация эритропоэза' },
								{
									id: 'ans11',
									content: 'Увеличение элиминации эритроцитов из костного мозга'
								},
								{ id: 'ans12', content: 'Развитие эритроцитоза' },
								{
									id: 'ans13',
									content: 'Повышение сродства Hb к кислороду в легких'
								},
								{
									id: 'ans14',
									content: 'Ускорение диссоциации оксигемоглобина в тканях'
								},
								{
									id: 'ans15',
									content: 'Увеличение числа митохондрий, их крист и ферментов'
								},
								{
									id: 'ans16',
									content: 'Гиперплазия и гипертрофия митохондрий'
								},
								{
									id: 'ans17',
									content:
										'Повышение сопряженности окисления и фосфорилирования'
								},
								{
									id: 'ans18',
									content: 'Повышение резистентности нейронов к гипоксии'
								},
								{
									id: 'ans19',
									content: 'Снижение активации симпатоадреналовой системы'
								},
								{
									id: 'ans20',
									content:
										'Снижение активации гипоталамо-гипофизарно-надпочечниковой системы'
								}
							],
							correctAnswers: {
								row1: ['ans1', 'ans2', 'ans3'],
								row2: ['ans4', 'ans5', 'ans6', 'ans7'],
								row3: ['ans8', 'ans9'],
								row4: ['ans10', 'ans11', 'ans12', 'ans13', 'ans14'],
								row5: ['ans15', 'ans16', 'ans17'],
								row6: ['ans18', 'ans19', 'ans20']
							}
						}
					]
				},
				{
					id: 'chapter-1-8',
					title: 'Клинический случай: высотная болезнь',
					hash: 'altitude-case',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: `
              Клинический случай:

              Женщина 46 лет была доставлена ​​в отделение неотложной помощи с острым измененным психическим состоянием, которое развилось во время похода на гору. Пациентка путешествовала из прибрежного региона (∼20 м над уровнем моря) с группой любителей дикой природы. После подъема и прибытия на станцию ​​базового лагеря (∼3500 м над уровнем моря) пациентка начала жаловаться на ухудшающееся недомогание, тошноту, стеснение в груди и головную боль. Ее симптомы ухудшились во время похода на небольшое расстояние до места разбивки лагеря (∼4000 м). Вскоре после прибытия у пациентки началась рвота, появились одышка, акроцианоз, лицо побледнело, что побудило руководителя бригады вызвать скорую помощь. Во время спуска сознание пациентки стало более спутанным, ей потребовалась помощь в передвижении. В отделении неотложной помощи: артериальное давление 132/86 миллиметров ртутного столба, частота сердечных сокращений 84 удара в минуту, дыхание 21 вдох в минуту и ​​сатурация кислорода 93%, углекислый газ 18 ммоль/л (20–32 ммоль/л). При физическом осмотре у пациентки было отмечено тахипноэ, бормотание непонятных звуков, открытие глаз только на голос и замыкание в себе от боли. Она не отвечала на вопросы и не выполняла команды, периодически была агрессивной и пыталась встать с кровати. Рентгенограмма показала диффузный легочный сосудистый застой без признаков пневмоторакса, кардиомегалии или консолидации.

              Инструкция к выполнению задания:

              1. Внимательно проанализируйте все представленные данные
              2. Ответьте на вопросы, используя медицинскую терминологию
              3. Для каждого вопроса приведите:
                * Четкий диагноз/ответ
                * Патофизиологическое обоснование
                * Подтверждающие данные из случая
              4. Объем ответа - 200-300 слов на каждый вопрос
              5. Время выполнения - 30 минут

              Вопросы будут доступны после ознакомления с теоретическим материалом.
              `
						},
						{
							id: 'clinical-case-1',
							type: 'free-input',
							title: 'Клинический случай: высотная болезнь',
							questions: [
								{
									id: 'q1-patho',
									text: 'Какие патологические процессы развились у пациентки на «высоте» 4000 м? Обоснуйте Ваш ответ данными из условия задачи.',
									maxLength: 1000,
									placeholder: 'Укажите ключевые патофизиологические процессы'
								},
								{
									id: 'q2-therapy',
									text: 'Можно ли допускать, что у пациентки развилась гипоксия? Если да, то какого типа (типов)? Аргументируйте Ваши ответы.',
									maxLength: 800
								},
								{
									id: 'q3-therapy',
									text: 'Какие механизмы адаптации к гипоксии (срочные и/или долговременные) оказались у пациентки недостаточными? Обоснуйте Ваш ответ',
									maxLength: 800
								}
							],
							timeLimit: 1800, // 45 минут
							submissionText: 'Ответ направлен на проверку преподавателю'
						}
					]
				},
				{
					id: 'chapter-1-9',
					title: 'Интерактивный опыт',
					hash: 'game-case',
					isRead: false,
					blocks: [
						{
							id: 'game-1',
							type: 'game',
							title: 'Симуляция гипоксии',
							gameUrl:
								'https://gd.games/instant-builds/f99487df-14bd-4615-b307-6256ba083fec',
							width: '100%',
							height: 'auto'
						}
					]
				}
			]
		}
	]
}

export const exampleData: DragDropTableBlock = {
	id: 'hypoxia-drag-drop-1',
	type: 'drag-drop-table',
	title: 'Гипоксические состояния',
	tableTitle: 'Сопоставьте примеры с типами гипоксии',
	columns: [
		{ id: 'type', title: 'Тип гипоксии', width: '30%' },
		{ id: 'characteristic', title: 'Характеристика', width: '40%' },
		{ id: 'example', title: 'Пример', width: '30%' }
	],
	rows: [
		{
			id: 'row1',
			column1: 'Дыхательная гипоксия',
			column2: 'Нарушение газообмена в легких'
		},
		{
			id: 'row2',
			column1: 'Гемическая гипоксия',
			column2: 'Снижение кислородной емкости крови'
		}
	],
	answers: [
		{ id: 'ans1', content: 'Пневмоторакс' },
		{ id: 'ans2', content: 'Отравление угарным газом' }
	],
	correctAnswers: {
		row1: ['ans1'],
		row2: ['ans2']
	}
}
