import { Course } from '@/data/types'

export const courseData: Course = {
	id: 'course-1',
	title: 'Артериальная и венозная гиперемия',
	description: 'Артериальная и венозная гиперемия',
	modules: [
		{
			id: 'module-4',
			title: 'Артериальная и венозная гиперемия',
			chapters: [
				{
					id: 'chapter-4-1',
					title: 'Понятие о системе микроциркуляции',
					hash: 'microcirculation',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Микроциркуляция',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: ' - это движение крови и лимфы по мельчайшим сосудам диаметром 2-200 мкм (артериолы, прекапилляры, посткапилляры и венулы). Артериальные и венозные части системы микроциркуляции связаны между собой артериовенулярными анастомозами (шунтами), которые включаются только в случаях аварийных ситуаций.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Микроциркуляторная единица органа (по Л.М. Чернуху) - это артериола, прекапиллярный сфинктер, капилляры, посткапиллярные венулы и лимфатические микрососуды, которые тесно связаны с клетками и внеклеточными структурами, расположенными вокруг микрососудов. Причем это объединение не только структурное, но и функциональное, осуществляемое с помощью нейрогуморальных механизмов, которые поддерживают питание клеток в соответствии с функциональной нагрузкой.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Кровоток в микрососудах подчиняется законам реологии. Задачей гемореологии является изучение текучести крови, деформации клеток, а также соотношения крови и сосудистых стенок. Диаметр микрососудов иногда бывает меньше диаметра эритроцитов. Кровоток в таких сосудах осуществляется благодаря способности клеток крови изменять свою форму. Решающую роль при этом играют эритроциты. Текучесть крови в большей степени зависит от ее вязкости. В свою очередь вязкость крови определяется белковым составом плазмы крови и содержанием в ней эритроцитов. Отношение форменных элементов крови к плазме называется гематокритом.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'При движении крови возле внутренней стенки сосудов образуется пристеночный слой плазмы. Он служит своеобразным смазочным материалом для осевого слоя текущей крови. При этом эритроциты движутся по сосуду быстрее, чем плазма.'
											}
										]
									}
								]
							}
						},
						{
							id: 'image-1',
							type: 'image',
							url: '/images/content/module-4-1-1.png',
							alt: 'Строение микроциркуляторного русла',
							caption:
								'Строение микроциркуляторного русла. При закрытии прекапиллярных сфинктеров кровь начинает протекать через артериоло-венулярный анастомоз'
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Что представляет собой микроциркуляторная единица органа?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Крупные артерии и вены',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Сердечно-сосудистую систему целиком',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Артериолу, прекапиллярный сфинктер, капилляры, посткапиллярные венулы и лимфатические микрососуды',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Большой круг кровообращения',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question: 'Что регулирует движение крови в мелких сосудах?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Температура ткани',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Колебания атмосферного давления',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Нейрогуморальные механизмы',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Сокращение мышц',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Какое свойство крови обеспечивает ее движение в микрососудах меньших размеров, чем диаметр эритроцитов?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Свойства неньютоновской жидкости',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Способность крови к свертыванию',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Эластичность эритроцитов',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'D) Вязкость крови',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question: 'Что образует пристеночный слой вблизи стенок сосудов?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Липопротеины',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Плазма крови',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Форменные элементы крови',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Агрегаты форменных элементов крови',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question: 'Что влияет на вязкость крови?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Количество лейкоцитов',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Белковый состав плазмы и концентрация эритроцитов',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Количество тромбоцитов',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Уровень сахара в крови',
									isCorrect: false
								}
							]
						}
					]
				},

				{
					id: 'chapter-4-2',
					title: 'Общие причины расстройств микроциркуляции',
					hash: 'microcirculation-disorders',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Многочисленные причины, непосредственно вызывающие различные нарушения микроциркуляции, можно объединить в 3 группы:'
											}
										]
									},
									{
										type: 'orderedList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Расстройства центрального и периферического кровообращения. К ним относятся сердечная недостаточность, патологические формы артериальной гиперемии, венозная гиперемия, ишемия.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Изменения вязкости и объема крови и лимфы. Вязкость и объем крови и лимфы меняются в результате следующих причин:'
															}
														]
													},
													{
														type: 'orderedList',
														content: [
															{
																type: 'listItem',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'гемо(лимфо)концентрации. Это может возникать при гипогидратации, полицитемии, гиперпротеинемии (в основном гиперфибриногенемии).'
																			}
																		]
																	}
																]
															},
															{
																type: 'listItem',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'гемо(лимфо)дилюции, развивающейся в результате гипергидратации, панцитопении, гипопротеинемии.'
																			}
																		]
																	}
																]
															},
															{
																type: 'listItem',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'агрегации и агглютинации форменных элементов крови, сопровождающихся повышением ее вязкости.'
																			}
																		]
																	}
																]
															},
															{
																type: 'listItem',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'внутрисосудистого диссеминированного свертывания крови, фибринолиза и тромбоза.'
																			}
																		]
																	}
																]
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Повреждения стенок сосудов микроциркуляторного русла, обуславливающие нарушение их целостности и (или) гладкости. Наблюдается при таких местных патологических процессах, как атеросклероз, воспаление, цирроз, опухоли.'
															}
														]
													}
												]
											}
										]
									}
								]
							}
						}
					]
				},

				{
					id: 'chapter-4-3',
					title: 'Типовые формы нарушений микроциркуляции',
					hash: 'typical-microcirculation-disorders',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Нарушения микроциркуляции условно можно разделить на 3 группы:'
											}
										]
									},
									{
										type: 'orderedList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Внутрисосудистые'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Внесосудистые'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Нарушения, связанные с изменением компонентов сосудистой стенки'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Внутрисосудистые нарушения',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: ' могут развиваться при действии ряда причин:'
											}
										]
									},
									{
										type: 'orderedList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Расстройства микроциркуляции могут возникнуть при изменении реологических свойств крови, развивающихся в результате агрегации форменных элементов крови (преимущественно эритроцитов) и агглютинации эритроцитов.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Причиной внутрисосудистых нарушений микроциркуляции может быть повышение свертываемости крови. Реакция тромбоцитов и факторов свертывания крови на повреждение тканей приводит к образованию кровяных сгустков (тромбов), затрудняющих кровоток.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Нарушение микроциркуляции может быть связано с замедлением кровотока. Скорость кровотока может снижаться: а) при изменении реологических свойств крови; б) при затруднении оттока крови по венам; в) при уменьшении артериального притока; г) нарушении кровотока по артериовенулярным анастомозам. Замедление скорости кровотока способствует тромбообразованию.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Расстройства артерио-венулярных анастомозов приводит к развитию местных расстройств кровообращения. Так, например, при чрезмерном раскрытии анастомозов кровь сбрасывается из артериол в венулы и возникает венозная гиперемия.'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Внесосудистые нарушения микроциркуляции',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: '.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Развиваются при повреждении стенок стромы и паренхимы ткани, окружающей микроциркуляторную единицу. При этом на состояние микроциркуляции могут действовать следующие причины:'
											}
										]
									},
									{
										type: 'orderedList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'нарушения периваскулярных структур;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'воздействие тучных клеток, содержащих в своих гранулах биологически активные вещества;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'нарушение лимфообращения;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'нейродистрофический тканевой процесс.'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Нарушения сосудистой стенки',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: '.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Могут быть связаны с:'
											}
										]
									},
									{
										type: 'orderedList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'патологией эндотелия микрососудов;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'эмиграцией и диапедезом форменных элементов крови;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'изменением сосудистой проницаемости;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'микрокровоизлияниями.'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Расстройства микроциркуляции ведут к ухудшению транскапиллярного обмена, могут вызвать кислородное голодание тканей, ацидоз. В тканях могут развиваться явления атрофии и дистрофии, возникать микроочаги некроза. Все эти изменения приводят к нарушению функционального состояния органов и тканей.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question:
								'Какие нарушения микроциркуляции входят в группу внутрисосудистых?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Агрегация форменных элементов крови.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Повышение свертываемости крови.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Замедление кровотока.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Все перечисленные.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Что из перечисленного не является причиной внесосудистых нарушений микроциркуляции?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Микрокровоизлияния.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Нарушения периваскулярных структур.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Влияние тучных клеток.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Нарушение лимфообращения.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Что вызывает замедление кровотока?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Снижение гематокрита.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Затруднение оттока крови по венам.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Увеличение притока крови по артериям.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Все вышеперечисленное.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какие изменения наблюдаются при нарушениях сосудистой стенки?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Патология эндотелия микрососудов.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Эмиграция и диапедез форменных элементов крови.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Изменение сосудистой проницаемости.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Все указанные пункты верны.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какие последствия могут возникнуть при нарушениях микроциркуляции?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Ухудшение транскапиллярного обмена.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Кислородное голодание тканей.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Атрофия и дистрофия тканей.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Все перечисленные последствия возможны.',
									isCorrect: true
								}
							]
						}
					]
				},

				{
					id: 'chapter-4-4',
					title: 'Артериальная гиперемия',
					hash: 'arterial-hyperemia',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Артериальная гиперемия – это увеличение кровенаполнения органа и количества протекающей по его сосудам крови вследствие расширения приводящих артерий и артериол и увеличения количества функционирующих капилляров.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Существует физиологическая и патологическая артериальная гиперемия. Физиологическая артериальная гиперемия адекватна воздействию и имеет адаптивное значение. Она может быть рабочая, например, у спортсменов после нагрузки, и функциональная, после приема пищи.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Патологическая артериальная гиперемия не связана с изменениями функции органа или ткани и играет повреждающую роль. Патологическая гиперемия сопровождается нарушениями кровоснабжения, микрогемоциркуляции, транскапиллярного обмена, иногда кровотечениями и кровоизлияниями.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Выделяют следующие виды патологической артериальной гиперемии:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'нейропаралитическая, возникающая из-за повреждения симпатических нервов;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'нейротоническая, вызываемая раздражением парасимпатических волокон, т.е. связанная с аксон-рефлексом;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'миогенная, возникающая при воздействии на гладкомышечные клетки артериол биологически активных веществ, таких, как гистамин, брадикинин, аденозин и др.'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Перечисленные механизмы приводят к расширению артерий, артериол и увеличению притока крови.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Среди причин нейропаралитической артериальной гиперемии отмечают следующие. В клинической практике это травма симпатического ствола, действие электрического тока, холодовой паралич сосудов кожи при температуре менее 15°С. В эксперименте нейропаралитическую артериальную гиперемию можно смоделировать перевязкой симпатических вазомоторных волокон (как это было произведено в опыте Клода Бернара).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Причины возникновения миогенной артериальной гиперемии связаны с воздействием метаболитов, таких как СО2, лактат, аденозин, ионы водорода и калия; вазоактивных веществ, к которым относятся гистамин, простациклин, вазоактивный интестиальный пептид и оксид азота, а также экзогенных и эндогенных токсических веществ.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Основным звеном патогенеза является расширение приводящих артериол, что приводит к повышению внутрикапиллярного давления, увеличению линейной и объемной скорости кровотока, а также снижению артерио-венозной разности по кислороду. Это происходит, потому что не весь кислород успевает диффундировать в ткани из-за увеличения скорости кровотока. Расширение артериол и функционирующих капилляров приводит к покраснению, повышение транссудации и лимфообразования – к увеличению объема органа, а усиление обмена веществ в тканях сопровождается локальным повышением температуры.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Последствия артериальной гиперемии могут быть положительными и отрицательными. К положительным последствиям артериальной гиперемии относятся следующие:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'активация специфической функции ткани или органа;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'потенцирование неспецифических функций ткани или органа;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'обеспечение субстратами и кислородом гипертрофии и гиперплазии;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'усиление местного иммунитета.'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Все это может быть использовано в физиотерапевтической практике.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Среди отрицательных последствий артериальной гиперемии выделяют следующие:'
											}
										]
									},
									{
										type: 'bulletList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'сдавление клеток и нервных окончаний отеком, что приводит к возникновению боли;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'увеличение давления в мелких сосудах, которое сопровождается разрывом, кровотечением и кровоизлиянием в органы;'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'перераспределение кровотока, приводящее к возникновению феномена «обкрадывания» и др.'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Клиническими примерами артериальной гиперемии могут быть эритема, разрыв сосуда, кровоизлияние в органы, феномен «обкрадывания».'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что такое артериальная гиперемия?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Увеличение кровенаполнения органа за счет увеличения притока артериальной крови.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Увеличение артериального давления в сосудах.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Недостаточное кровоснабжение органа.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Увеличение кровенаполнения за счет нарушения оттока венозной крови.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question: 'Какие типы артериальной гиперемии выделяют?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Физиологическая и патологическая.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'Б) Церебральная и коронарная.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Острая и хроническая.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Центральная и периферическая.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question:
								'Что характерно для патологической артериальной гиперемии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Адекватна изменению функции органа.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Играет адаптивную роль.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Является результатом спортивных нагрузок.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Приводит к нарушениям кровоснабжения и кровотечениям.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какие механизмы лежат в основе патологической артериальной гиперемии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Нейропаралитический.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Миогенный.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Нейротонический.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'Г) Все вышеуказанное.',
									isCorrect: true
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Что происходит при увеличении скорости кровотока в области артериальной гиперемии?',
							options: [
								{
									id: 'opt-1',
									text: 'А) Нарушается диффузия кислорода в ткани.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'Б) Возникает застой крови.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'В) Часть кислорода не успевает проникнуть в ткани.',
									isCorrect: true
								},
								{
									id: 'opt-4',
									text: 'Г) Объем крови резко уменьшается.',
									isCorrect: false
								}
							]
						}
					]
				},

				{
					id: 'chapter-4-5',
					title: 'Венозная гиперемия',
					hash: 'venous-hyperemia',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Венозная гиперемия – это увеличение кровенаполнения ткани или органа и уменьшение их кровоснабжения вследствие нарушения оттока крови по венозным сосудам. В зависимости от распространенности различают местную и системную венозную гиперемию. По характеру течения выделяют острую и хроническую венозную гиперемию.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Местная венозная',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: ' гиперемия может быть вызвана частичной или полной закупоркой венозных сосудов тромбом, вследствие чего возникает затруднение оттока крови по сосудам. Такой вид венозной гиперемии носит название обтурационной. Сдавление вен гипертрофированным или увеличенным в объеме органом, рубцом или опухолью, ведущее к сужению просвета сосуда и затруднению кровотока, может быть другой причиной местной, так называемой компрессионной гиперемии.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Системная венозная',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: ' гиперемия, как правило, развивается при сердечной недостаточности вследствие снижения сократительной способности миокарда. Левожелудочковая сердечная недостаточность сопровождается венозным полнокровием в системе малого круга кровообращения, то есть в легких, а правожелудочковая сердечная недостаточность сопровождается развитием венозной гиперемии большого круга кровообращения, главным образом, в желудочно-кишечном тракте, особенно в печени, а также в нижних конечностях. Системная венозная гиперемия может развиться также вследствие нарушения реологических свойств крови, например, повышения вязкости крови, что связано с замедлением кровотока.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Основным звеном патогенеза венозной гиперемии является затруднение оттока крови по венам. При венозной гиперемии возрастает давление в капиллярах и посткапиллярных венулах, снижается линейная и объемная скорости кровотока, увеличивается артериовенозная разница по кислороду и концентрация восстановленного гемоглобина. Усиливаются процессы транссудации, нарушается лимфооток. Как следствие, отмечается замедление обмена веществ и развитие отека.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Последствия венозной гиперемии определяются характером воздействия патологического фактора, а также локализацией венозной гиперемии. При остром характере течения гиперемии, сопровождающейся резким повышением гидростатического давления в венулах и замедлением процесса адсорбции, будут наблюдаться цианоз, отек и снижение температуры поверхностно расположенных тканей. Нарушение микроциркуляторного русла приведет не только к повышению проницаемости микрососудов, плазмическому пропитыванию, стазу в капиллярах, но и к возникновению диапедезного кровоизлияния, дистрофии и некрозу паренхиматозных элементов тканей. При хроническом течении венозной гиперемии комплекс предыдущих изменений может осложниться патологическим разрастанием стромы, развитием фиброза либо склероза в результате длительной гипоксии тканей. Также следствием диапедезного кровоизлияния с последующим гемолизом эритроцитов может быть развитие гемосидероза. В качестве примера можно привести отек, фиброз и гемосидероз легких с увеличением органа в объеме и последующим уплотнением ткани. Также на поздней стадии правожелудочковой сердечной недостаточности, как уже отмечалось ранее, развивается цирроз печени и варикозное расширение вен нижних конечностей. В зависимости от длительности развития венозной гиперемии после устранения причины, вызывающей развитие патологии, возможно как полное восстановление кровотока и функции органа, так и необратимые изменения.'
											}
										]
									}
								]
							}
						},
						{
							id: 'question-1',
							type: 'question',
							question: 'Что такое венозная гиперемия?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Увеличение кровенаполнения органа с нарушением оттока крови по венам.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Увеличение объёма крови в артериях.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Закупорка лимфатических сосудов.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Увеличение скорости капиллярного кровотока.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-2',
							type: 'question',
							question:
								'Какие виды венозной гиперемии выделяются по распространённости?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Местная и системная.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Ограниченная и распространенная.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Легочная и кишечная.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Лимфатическая и гемодинамическая.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-3',
							type: 'question',
							question: 'Что является причиной местной венозной гиперемии?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Застой крови в лёгких.',
									isCorrect: false
								},
								{
									id: 'opt-2',
									text: 'B) Полная закупорка вен тромбом.',
									isCorrect: true
								},
								{
									id: 'opt-3',
									text: 'C) Гипертония.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Правожелудочковая сердечная недостаточность.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-4',
							type: 'question',
							question:
								'Какая особенность наблюдается при хронической венозной гиперемии?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Повышенное содержание железа в тканях.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Снижение болевых ощущений.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Гипертрофия органа.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Повышение чувствительности кожи.',
									isCorrect: false
								}
							]
						},
						{
							id: 'question-5',
							type: 'question',
							question:
								'Какие изменения происходят в тканях при венозной гиперемии?',
							options: [
								{
									id: 'opt-1',
									text: 'A) Транссудация, отек, замедление обмена веществ.',
									isCorrect: true
								},
								{
									id: 'opt-2',
									text: 'B) Алкалоз.',
									isCorrect: false
								},
								{
									id: 'opt-3',
									text: 'C) Гипероксия.',
									isCorrect: false
								},
								{
									id: 'opt-4',
									text: 'D) Покраснение ткани.',
									isCorrect: false
								}
							]
						}
					]
				},

				{
					id: 'chapter-4-6',
					title: 'Эксперимент: Моделирование артериальной гиперемии',
					hash: 'arterial-hyperemia-experiment',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Цель работы: на экспериментальной модели изучить механизмы формирования и локальные признаки артериальной гиперемии.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Оборудование: лягушка, ножницы глазные – 1 шт., пинцет глазной – 1 шт., булавки – 10 шт., инсулиновый шприц, 2 нити для лигатуры, фиксирующая дощечка с двумя отверстиями, 20% р-р MgSO4, скипидар, микроскоп.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Ход эксперимента'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Подготавливаем оборудование.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Проводим анестезию подопытному животному. Под кожу спины с помощью инсулинового шприца вводим 0,8 мл 20% р-ра MgSO4.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Наркотизированную лягушку кладем на препаровальный столик спинкой вверх и фиксируем конечности булавками, расправляя плавательную перепонку задней правой лапы, также фиксируем булавками и растягиваем язык лягушки спереди от головы. Под малым увеличением наблюдаем в микроскоп кровоток в районе перепонки и языка.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Модель 1.',
												marks: [{ type: 'italic' }]
											},
											{
												type: 'text',
												text: ' С помощью пинцета и ножниц делаем продольный разрез кожи и мышц на задней поверхности правого бедра. Извлекаем нервно-сосудистый пучок и выделяем седалищный нерв. На нерв накладываем двойную лигатуру и перерезаем его ножницами. Под малым увеличением микроскопа начинаем наблюдать за изменением кровотока в плавательной перепонке. Все полученные данные вносим в таблицу, расположенную ниже.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Модель 2.',
												marks: [{ type: 'italic' }]
											},
											{
												type: 'text',
												text: ' На поверхность языка наносим каплю скипидара. Под малым увеличением микроскопа начинаем наблюдать за изменением кровотока в языке лягушки. Все полученные данные вносим в таблицу, расположенную ниже и определяем механизм формирования артериальной гиперемии.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Объясните механизм формирования артериальной гиперемии в каждой из моделей.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Какие локальные признаки артериальной гиперемии вы выявили.'
											}
										]
									}
								]
							}
						}
					]
				},

				{
					id: 'chapter-4-7',
					title: 'Интерактивный опыт',
					hash: 'game-case',
					isRead: false,
					blocks: [
						{
							id: 'game-1',
							type: 'game',
							title: 'Моделирование артериальной гиперемии',
							gameUrl: '/games/lab4_en/index.html',
							gameUrlEn: '/games/lab4/index.html',
							width: '100%',
							height: 'auto'
						}
					]
				},

				{
					id: 'chapter-4-8',
					title:
						'Клинический случай: Облитерирующий атеросклероз артерий нижних конечностей',
					hash: 'obliterating-atherosclerosis-case',
					isRead: false,
					blocks: [
						{
							id: 'text-1',
							type: 'text',
							content: {
								type: 'doc',
								content: [
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Пациент: мужчина, 62 года'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Жалобы: ',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: 'боли в голенях при ходьбе («перемежающаяся хромота»), чувство холода и онемения стоп, ночные судороги, медленно заживающая ранка на пальце правой стопы.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Анамнез: ',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: 'Курильщик (40 лет, ~1 пачка в день), сахарный диабет 2 типа 10 лет, артериальная гипертензия. Гликемический контроль неудовлетворительный.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Объективно',
												marks: [{ type: 'bold' }]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Кожа голеней и стоп — бледная с цианотичным оттенком, холодная. Волосы на нижней трети голеней отсутствуют. Капиллярное наполнение > 4 секунд. На дистальной фаланге II пальца правой стопы — язва 1,5×1,0 см, дно с серовато-белым налётом, края вялые. Пульс: бедренные артерии — ослаблены, подколенные и дистальные — не определяются. Индекс лодыжечно-плечевой (ABI): 0,45 (в норме ≥0,9).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Лабораторные данные',
												marks: [{ type: 'bold' }]
											}
										]
									},
									{
										type: 'table',
										content: [
											{
												type: 'tableHeader',
												content: [
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Показатель'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Результат'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Норма'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Интерпретация'
																			}
																		]
																	}
																]
															}
														]
													}
												]
											},
											{
												type: 'tableBody',
												content: [
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Глюкоза крови натощак'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '10,8 ммоль/л'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '3,3–5,5'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'гипергликемия'
																			}
																		]
																	}
																]
															}
														]
													},
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'HbA1c'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '8,7%'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '<6,0%'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'хроническая гипергликемия'
																			}
																		]
																	}
																]
															}
														]
													},
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Общий холестерин'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '6,8 ммоль/л'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '<5,0'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'гиперхолестеринемия'
																			}
																		]
																	}
																]
															}
														]
													},
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'ЛПНП (LDL)'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '4,2 ммоль/л'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '<3,0'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'атерогенный профиль'
																			}
																		]
																	}
																]
															}
														]
													},
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Триглицериды'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '2,5 ммоль/л'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '<1,7'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'повышены'
																			}
																		]
																	}
																]
															}
														]
													},
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Фибриноген'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '5,0 г/л'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '2–4'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'повышен, вязкость крови ↑'
																			}
																		]
																	}
																]
															}
														]
													},
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'СОЭ'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '22 мм/ч'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '<15'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'умеренное воспаление'
																			}
																		]
																	}
																]
															}
														]
													},
													{
														type: 'tableRow',
														content: [
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'Микроальбуминурия'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '70 мг/л'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: '<30'
																			}
																		]
																	}
																]
															},
															{
																type: 'tableCell',
																content: [
																	{
																		type: 'paragraph',
																		content: [
																			{
																				type: 'text',
																				text: 'диабетическая ангиопатия'
																			}
																		]
																	}
																]
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Инструментальные исследования',
												marks: [{ type: 'bold' }]
											}
										]
									},
									{
										type: 'orderedList',
										content: [
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'УЗДГ артерий нижних конечностей: Стенозы бедренных артерий до 70%, выраженное снижение линейной скорости кровотока в подколенной артерии. Дистальные сосуды не визуализируются. Коллатеральное кровообращение слабо выражено.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Капилляроскопия ногтевого ложа: Капилляры редкие, извитые, с замедленным током крови. Наблюдаются участки стаза, единичные микротромбы. Перикапиллярный отёк.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Термография: Снижение температуры кожи стоп на 4°C относительно голени (признак ишемии).'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Лазерная допплеровская флоуметрия: Снижение микроциркуляционного индекса в 2,3 раза от нормы.'
															}
														]
													}
												]
											},
											{
												type: 'listItem',
												content: [
													{
														type: 'paragraph',
														content: [
															{
																type: 'text',
																text: 'Электрокардиограмма: Признаки гипертрофии левого желудочка (вторичный эффект гипертензии).'
															}
														]
													}
												]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Диагноз',
												marks: [{ type: 'bold' }]
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Основной: ',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: 'Облитерирующий атеросклероз артерий нижних конечностей III стадии (ишемическая стадия).'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Сопутствующий: ',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: 'Сахарный диабет 2 типа, среднетяжёлое течение, диабетическая микроангиопатия.'
											}
										]
									},
									{
										type: 'paragraph',
										content: [
											{
												type: 'text',
												text: 'Осложнение: ',
												marks: [{ type: 'bold' }]
											},
											{
												type: 'text',
												text: 'Трофическая язва II пальца правой стопы.'
											}
										]
									}
								]
							}
						},
						{
							id: 'clinical-case-4',
							type: 'free-input',
							title: 'Нарушения микроциркуояции тромбоз',
							questions: [
								{
									id: 'q1-patho',
									text: 'Какие патологические процессы лежат в основе заболевания у данного пациента? Объясните, как сочетание сахарного диабета, курения и гиперлипидемии способствует их развитию.',
									maxLength: 1000
								},
								{
									id: 'q2-therapy',
									text: 'Какова последовательность патогенетических событий, приводящих к развитию облитерирующего атеросклероза и ишемии нижних конечностей?',
									maxLength: 1000
								},
								{
									id: 'q3-therapy',
									text: 'Почему у пациента появляются симптомы «перемежающейся хромоты» и чувство холода в стопах? Какие механизмы лежат в основе этих проявлений?',
									maxLength: 1000
								},
								{
									id: 'q4-therapy',
									text: 'Почему у пациента повышен уровень фибриногена и СОЭ? Как это отражает ответ острой фазы?',
									maxLength: 1000
								},
								{
									id: 'q5-therapy',
									text: 'Какую роль играют антиагреганты, гиполипидемические средства и контроль гликемии?',
									maxLength: 1000
								},
								{
									id: 'q6-therapy',
									text: 'Какие осложнения могут развиться при прогрессировании заболевания без адекватной терапии, и какие патофизиологические механизмы лежат в их основе?',
									maxLength: 1000
								}
							],
							timeLimit: 1800,
							submissionText: 'Ответ направлен на проверку преподавателю'
						}
					]
				}
			]
		}
	]
}
